[
  {
    "id": 1,
    "image": "../images/images_india/combo1.webp",
    "name": "Combination 1",
    "Description": "The Juno Natural Detox & Digestive Wellness Tea Set is your ultimate and...",
    "weight": "250g",
    "review": 4.7,
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "hsn": "0902",
    "long_Description": "The Juno Natural Detox & Digestive Wellness Tea Set is your ultimate solution for promoting digestive health and detoxifying your body naturally. This carefully curated set includes four powerful herbal teas – Liver Detox, Kidney Detox, Slimming Detox, and Tummy Ease Tea – designed to work together to cleanse, support, and refresh your body.Made with organic herbs and all-natural ingredients, each tea in this set serves a distinct purpose. The addition of Pathimugam Herbal Drink Mix enhances this combination, offering an additional layer of wellness benefits. This set is free from preservatives, chemicals, or artificial additives, making it the perfect choice for those who want to detox and feel revitalized naturally. <ul><li>Liver Detox: Aids in detoxifying the liver, enhancing its function, andsupporting overall health.</li><li>Kidney Detox: Supports kidney health and aids in flushing out toxins.</li><li>Slimming Detox Tea: Boosts metabolism, supports weight loss, and curbsappetite.</li><li>Tummy Ease Tea: Provides relief from bloating, discomfort, and digestivedisturbances, promoting gut health and comfort.</li></ul>",
    "price": "₹ 1088 ",
    "materials": "Pathimugam Herbal Drink Mix , Liver Detox Tea, Kidney Detox Tea, Slimming Detox Tea, Tummy Ease Tea. All ingredients are natural and organic.",
    "ingredients": "<ul><ul>  <li>Pathimugam Herbal Drink Mix</li>  <li>Liver Detox Tea</li>  <li>Kidney Detox Tea</li>  <li>Slimming Detox Tea</li>  <li>Tummy Ease Tea</li></ul></ul>",
    "key_feature": "Key Features:  <ul><li>Comprehensive Detox & Digestive Health: Includes Liver Detox, Kidney Detox, Slimming Detox, and Tummy Ease Tea for an all-around cleanse. Pathimugam Herbal Drink Mix supports overall wellness.</li><li>Natural Liver & Kidney Support: Formulated to aid liver and kidney health, helping detoxify and refresh your body naturally.</li><li>Promote Weight Loss & Boost Metabolism: Slimming Detox Tea helps to curb appetite, improve metabolism, and supports weight loss, while Tummy Ease Tea alleviates bloating and promotes digestive comfort.</li><li>Energize & Refresh Naturally: Made from pure, organic herbs with no preservatives or artificial chemicals. Cleansing your body while boosting energy and vitality.</li><li>Perfect for Your Daily Detox Routine: Enjoy one cup of these delicious teas each morning for a natural detox boost to kickstart your day.</li></ul></br>Benefits: <ul><li>Promotes respiratory health.</li><li>Boosts immunity.</li><li>Detoxifies lungs naturally.</li><li>Helps clear mucus congestion.</li></ul>",
    "mrp": "₹ 1209",
    "rating": 4.7,
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 2,
    "image": "../images/images_india/combo2.webp",
    "name": "Combination 2",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹1304",
    "materials": "Anti-Stress Tea, Sleepy Tea, Heart Healthy Tea, Immunity Tea, Appetite Tea",
    "price": "₹1185 ",
    "Description": "Soothe your mind and body with the Juno Natural Relax & Revitalize Herbal Tea Set...",
    "long_Description": "Soothe your mind and body with the Juno Natural Relax & Revitalize Herbal Tea Set. This calming set includes Anti-Stress Tea, Sleepy Tea, Heart Healthy Tea, and Immunity Tea, all crafted to promote overall wellness. Anti-Stress Tea and Sleepy Tea provide the perfect solution for reducing stress and improving sleep quality. Heart Healthy Tea offers support for cardiovascular function, while Immunity Tea strengthens your body’s natural defenses. This set is ideal for anyone seeking natural stress relief, better sleep, heart health, and immune support.",
    "weight": "50g",
    "ingredients": "<ul>  <li>Anti-Stress Tea</li>  <li>Sleepy Tea</li>  <li>Heart Healthy Tea</li>  <li>Immunity Tea</li>  <li>Appetite Tea</li></ul>",
    "key_feature": "<ul><li>Natural Stress Relief: Includes Anti-Stress Tea and Sleepy Tea, both designed to relax your mind, relieve anxiety, and promote restful sleep.</li>  <li>Boost Your Heart Health: Heart Healthy Tea supports healthy cardiovascular function, packed with antioxidants to promote blood flow and a healthy heart.</li>  <li>Immunity Support: Immunity Tea is formulated with immune-boosting herbs, helping your body fight off seasonal illnesses and stay strong.</li>  <li>Feel Refreshed & Energized: Packed with adaptogenic herbs, this tea set boosts energy levels while keeping you calm and focused throughout the day.</li>  <li>Perfect for Mind & Body Wellness: A natural way to balance your stress levels, enhance your immune system, and promote a healthy heart, all in one tea set.</li></ul>"
  },
  {
    "id": 3,
    "image": "../images/images_india/combo3.webp",
    "name": "Combination 3",
    "mrp": "₹1245",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹1132 ",
    "ingredients": "<ul><li>Juno Natural Moringa Wonder Tea (50 gm)</li><li>Juno Natural Anti-Aging Tea (50 gm)</li><li>Juno Natural Digestion Tea (50 gm)</li><li>Juno Natural Joint Support Tea (50 gm)</li><li>Juno Natural Memory Tea (50 gm)</li></ul>",
    "hsn": "0902",
    "key_feature": "<ul><li><b>Combat Signs of Aging:</b> Anti-Aging Tea is rich in antioxidants thatfight free radicals, helping to reduce wrinkles and promote glowing,youthful skin.</li><li><b>Joint Health Support:</b> Joint Support Tea helps reduce inflammation andpain, providing relief for those with joint discomfort or stiffness.</li><li><b>Memory & Cognitive Function:</b> Memory Tea enhances focus, memoryretention, and cognitive clarity, helping keep your mind sharp as you age.</li><li><b>Moringa Wonder Tea:</b> Packed with vitamins, minerals, and antioxidants,Moringa Tea boosts energy, supports metabolism, and improves overall health.</li><li><b>Comprehensive Wellness:</b> A powerful combination of teas that help withaging, joint health, digestion, memory, and overall vitality.</li></ul>  Anti-aging tea, joint support tea, memory tea, digestion tea, moringa tea, herbal tea for aging, skin care tea, cognitive function tea, natural joint pain relief, antioxidant tea, healthy skin tea, herbal wellness tea, energy boosting tea, longevity tea. ",
    "materials": "Moringa Wonder Tea,Anti-Aging Tea, Joint Support Tea, Tea, Digestion Tea",
    "Description": "The Juno Natural Anti-Aging & Joint Health Tea Set is your ultimate wellness package... ",
    "weight": "250g",
    "long_Description": "The Juno Natural Anti-Aging & Joint Health Tea Set is your ultimate wellness package for aging gracefully and staying active. This thoughtfully curated set includes Moringa Wonder Tea, Anti-Aging Tea, Joint Support Tea, and Memory Tea – all designed to support your body as you age. <ul><li><b>Moringa Tea : </b> Increases vitality and metabolism, promoting energy and overall health.</li><li><b>Anti-Aging Tea :</b>Packed with powerful antioxidants that fight free radicals, reduce wrinkles, and promote youthful, glowing skin.</li><li><b>Joint Support Tea :</b>Alleviates pain and inflammation, making it perfect for those with joint discomfort or stiffness.</li><li><b>Memory Tea :</b>Enhances focus, memory retention, and cognitive clarity, ensuring you feel sharp and mentally agile as you age.</li></ul> This tea set is ideal for anyone looking to improve joint health, boost skin health, enhance cognitive function, and support overall wellness."
  },
  {
    "id": 4,
    "image": "../images/images_india/combo4.webp",
    "name": "Combination 4",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "1402",
    "ingredients": "<ul> <li> Juno Natural Anti-Diabetic Tea (50 gm) </li> <li> Juno Natural Tea for Him (50 gm) </li> <li> Juno Natural Tea for Her (50 gm) </li> <li> Juno Natural Lung Detox Tea (50 gm) </li> <li>Juno Natural Slimming Detox Tea (50 gm)</li> </ul>",
    "price": "₹1275 ",
    "materials": "Juno Natural Anti-Diabetic Tea, Juno Natural Tea for Him, Juno Natural Tea for Her, Juno Natural Lung Detox Tea, Juno Natural Slimming Detox Tea",
    "key_feature": "Gender-specific wellness tea, slimming detox tea, heart health tea, immunity support tea, organic herbal tea for men and women, weight loss tea, detox tea, herbal tea for energy, anti-diabetic tea, natural immunity tea, wellness tea for men, wellness tea for women. <ul><li><b>Tailored for Men & Women: </b>Unique tea blends specifically crafted to support gender-specific health needs, boost energy, metabolism, and immunity.</li><li><b>Slimming Detox Tea: </b>Aids in weight loss by enhancing metabolism, improving digestion, and detoxifying the body naturally.</li><li><b>Heart Health & Immunity Support: </b>Heart Healthy Tea supports cardiovascular function, while Immunity Tea strengthens your immune systemusing natural antioxidants.</li><li><b>Boost Energy & Vitality: </b>Blended with the finest herbs like greentea, ginger, and turmeric, this set helps boost your energy levels andsupports daily vitality.</li><li><b>Organic & All-Natural: </b>No additives or artificial ingredients – justpure, clean herbs for optimal health.</li></ul>",
    "Description": "The Juno Natural Anti-Aging & Joint Health Tea Set is your ultimate wellness package...",
    "weight": "50g",
    "long_Description": "The Juno Natural Tea for Him & Her Set is designed to provide gender-specific support for daily wellness. Whether you’re looking for a natural way to boost metabolism, promote weight loss, enhance heart health, or strengthen immunity, this set has you covered. With specially crafted blends for both men and women, this set features:<ul><li>Slimming Detox Tea: Aids in weight loss by boosting metabolism, improving digestion, and naturally detoxifying the body.</li><li>Heart Healthy Tea: Promotes cardiovascular health and supports a healthy heart.</li><li>Immunity Tea: Strengthens your immune system with powerful antioxidants to help your body fight off illness.</li><li>Tea for Him & Her: Gender-specific herbal blends designed to boost energy, improve vitality, and support overall well-being.</li></ul>Ideal for both men and women, this set is your go-to solution for a natural, organic wellness boost every day. <b>Usage Instruction</b> Brew 1-2 teaspoons of each tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the refreshing aroma and flavor of rejuvenation. For optimal results, consume 1-2 cups per day."
  },
  {
    "id": 5,
    "image": "../images/images_india/combo5.webp",
    "name": "Combination 5",
    "hsn": "0902",
    "price": "₹1185 ",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "ingredients": "<ul> <li> Juno Natural Pathimugam Herbal Drink Mix </li> <li> Juno Natural Anti-Stress Tea </li> <li> Juno Natural Sleepy Tea </li> <li> Juno Natural Slimming Detox Tea </li> <li> Juno Natural Healthy Heart Tea </li> </ul>",
    "mrp": "₹1304",
    "Description": "The Juno Natural Holistic Wellness Tea Set is the ideal choice for anyone looking to achieve...",
    "weight": "50g",
    "materials": "Juno Natural Pathimugam Herbal Drink Mix, Juno Natural Anti-Stress Tea, Juno Natural Sleepy Tea, Juno Natural Slimming Detox Tea, Juno Natural Healthy Heart Tea",
    "key_feature": "holistic wellness tea, detox tea, sleepy tea, anti-stress tea, heart health tea, organic herbal tea, sleep support, stress relief tea, detox and cleanse, wellness tea set, natural detox, organic detox tea. <ul><li>Comprehensive Holistic Wellness: Includes Slimming Detox Tea, Pathimugam Herbal Drink Mix, Sleepy Tea, and Anti-Stress Tea to provide a complete wellness experience that targets multiple aspects of health.</li><li>Detox & Cleanse: Detoxify your body naturally with our Slimming Detox Tea and Pathimugam Herbal Drink Mix, which are crafted to cleanse, boost metabolism, and improve digestion.</li><li>Relax & Unwind: Sleepy Tea helps enhance sleep quality, while Anti-Stress Tea alleviates anxiety and stress, promoting deep relaxation.</li><li>Heart Health Support: Healthy Heart Tea promotes cardiovascular health, improves circulation, and supports overall heart function.</li><li>Organic & All-Natural: Made with pure, organic ingredients, free from additives or artificial components.</li></ul>",
    "long_Description": "The Juno Natural Holistic Wellness Tea Set is the ideal choice for anyone looking to achieve a balanced, natural approach to health and well-being. This carefully curated set includes Slimming Detox Tea, Pathimugam Herbal Drink Mix, Sleepy Tea, and Anti-Stress Tea, all designed to support detoxification, relaxation, heart health, and overall vitality. Whether you need help improving sleep quality, reducing stress, or cleansing your body, this tea set provides a holistic wellness experience for everyone </br> <b>Usage Details</b><ul><li>Brew 1-2 teaspoons of each tea in hot water (80-90°C) for 3-5 minutes.</li><li>Strain and enjoy the calming aroma and flavor of relaxation.</li><li>For optimal results, consume 1-2 cups per day.</li></ul>"
  },
  {
    "id": 6,
    "image": "../images/images_india/antiacneteafront.webp",
    "name": "anti acne tea",
    "price": "₹ 225",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 225",
    "Description": " Juno Natural Anti-Acne Tea is a thoughtfully crafted herbal blend designed to support skin...",
    "weight": "50g",
    "materials": "Anti-Acne Herbal Tea, Natural Tea for Skin Clarity, Tea for Acne & Pimples, Herbal Detox Tea, Caffeine-Free Skin Wellness Tea, Tea for Clear Glowing Skin, All-Natural Anti-Acne Tea, Skin Detox Tea, Acne Support Herbal Tea, Herbal Tea for Skin Health",
    "long_Description": " Juno Natural Anti-Acne Tea is a thoughtfully crafted herbal blend designed to support skin health from the inside out. Packed with all-natural ingredients known for their skin-clearing and detoxifying properties, this gentle tea helps combat acne, reduce inflammation, and promote a natural glow.This caffeine-free tea features a soothing mix of rose, hibiscus, turmeric, amla, lavender, peppermint, and other skin-friendly herbs that work together to purify the body and support clear, radiant skin. Ideal for daily use, it helps flush out toxins and provides your skin with the nourishment it deserves—naturally and effectively.",
    "key_feature": "<ul><li><b>Supports Clear, Healthy Skin:</b> Juno Natural Anti-Acne Tea is specially formulated to promote skin clarity and reduce breakouts by supporting your body's natural detox processes.</li><li><b>All-Natural Herbal Blend:</b> Contains rose, hibiscus, amla, turmeric, and other skin-friendly herbs known for their anti-inflammatory and antioxidant properties.</li><li><b>Detoxifying & Balancing:</b> Helps cleanse the body from within,balancing hormones and flushing out toxins that may contribute to acne andskin issues.</li><li><b>Caffeine-Free Wellness:</b> A calming, caffeine-free tea you can enjoy anytime. Perfect for a morning detox or a soothing evening routine to support skin wellness.</li><li><b>Convenient & Travel-Friendly:</b> Each box includes 20 individuallywrapped tea bags, making it easy to enjoy skin-friendly herbal tea at home or on the go.</li></ul>",
    "ingredients": "<ul><li>Rose</li><li>Hibiscus</li><li>Amla</li><li>Turmeric</li><li>Lavender</li><li>Peppermint</li><li>Mulethi</li><li>Moringa</li><li>Stevia</li></ul>"
  },
  {
    "id": 7,
    "image": "../images/images_india/antiagingteafront.webp",
    "name": "anti aging tea",
    "Description": "Revitalize your skin and embrace a youthful glow with Juno Natural Anti-Aging Tea.",
    "weight": "50g",
    "long_Description": "Revitalize your skin and embrace a youthful glow with Juno Natural Anti-Aging Tea. This potent herbal blend is specially formulated to combat signs of premature aging, promoting healthy, radiant skin from the inside out. Packed with antioxidant-rich ingredients, it supports skin elasticity, boosts vitality, and enhances your natural radiance. Enjoy a cup daily to fight oxidative stress, maintain skin health, and support overall well-being.",
    "Bullet_points": "",
    "ingredients": "<ul><li>Blue Pea Flower</li><li>Moringa Leaf</li><li>Hibiscus</li><li>Turmeric</li><li>Ashwagandha</li></ul>",
    "key_feature": "Anti-aging tea, herbal tea for skin, natural tea for glowing skin, tea for youthful glow, antioxidant-rich tea, vitality boosting tea, skin rejuvenating tea</br> <b>Usage Details</b>Steep 1-2 teaspoons of Juno Natural Anti-Aging Tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the refreshing taste of rejuvenation. For best results, drink 1-2 cups daily to support healthy, radiant skin.<ul><li><b>Anti-Aging Herbal Blend:</b> Formulated with powerful herbs like Green Tea, Hibiscus, and Rosehip to rejuvenate skin and help prevent premature aging.</li><li><b>Promotes Skin Health:</b> Rich in antioxidants, vitamins, and mineralsthat support skin elasticity and collagen production for a youthful, glowing complexion.</li><li><b>Enhances Vitality:</b> Provides a natural energy boost while enhancing skin hydration and radiance.</li><li><b>Fights Free Radicals:</b> Protects against environmental damage and oxidative stress, key contributors to aging and skin deterioration.</li><li><b>50 gm Pack:</b> Ideal for daily use, with approximately 25 servings to support your beauty and wellness routine.</li><li><b>Eco-Friendly:</b> Packaged sustainably to preserve both your health and the planet.</li></ul> ",
    "price": "₹252",
    "mrp": "₹252",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "rating": 4.7,
    "reviews": 243,
    "stock": "In Stock",
    "materials": "Ashwagandha, Blue Pea Flower, Moringa Leaf, Hibiscus, and other herbal ingredients rich in antioxidants.",
    "hsn": "0902"
  },
  {
    "id": 8,
    "image": "../images/images_india/antidiabetictea.webp",
    "name": "anti diabetic tea",
    "Description": "Sip Your Way to Better Health with Every Cup Our Herbal Detox Anti-Diabetic Tea is...",
    "key_feature": "<ul><li><b>Detox & Blood Sugar Support:</b> Naturally aids in cleansing the body andmaintaining healthy blood sugar levels.</li><li><b>All-Natural Ingredients:</b> Guduchi, Gurmar Leaves, Ginger, Green Tea, Vijaysar, Fenugreek, Cinnamon, Amla</li><li><b>Supports Healthy Metabolism:</b> A natural way to promote weight management and digestive health.</li><li><b>Caffeine-Free:</b> Enjoy a calming cup of tea any time of day, without worrying about caffeine.</li><li><b>Perfect for a Healthy Lifestyle:</b> Ideal for people with diabetes or those looking to maintain healthy blood sugar levels.</li></ul>",
    "weight": "50g",
    "price": "₹ 252",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 252",
    "materials": "Herbal Tea Blend (Guduchi, Gurmar Leaves, Ginger, Green Tea, Vijaysar, Fenugreek, Cinnamon, Amla)",
    "hsn": "0902",
    "long_Description": "Sip Your Way to Better Health with Every Cup Our Herbal Detox Anti-Diabetic Tea is the perfect blend of nature’s most powerful herbs, thoughtfully crafted to support healthy blood sugar levels while cleansing your body. This caffeine-free tea is the perfect way to relax while nourishing your body with only the finest, all-natural ingredients. Whether you’re looking to cleanse, balance, or simply enjoy a moment of calm, our Herbal Detox Tea is your perfect companion for overall wellness. “Nature’s Remedy for Balanced Blood Sugar & a Happier You” <ul>Product Benefits  <li>    Supports Healthy Blood Sugar Levels: Helps balance glucose levels for better    overall wellness.  </li>  <li>    Natural Detoxification: Cleanses the body of toxins while promoting    digestion.  </li>  <li>Weight Management Support: Aids metabolism and helps manage appetite.</li>  <li>    Caffeine-Free & Relaxing: Perfect for sipping any time of day, especially    before bed.  </li>  <li>    No Artificial Additives: Free from harmful chemicals, preservatives, or    caffeine.  </li>  <li>    <b>Call-to-Action:</b> Order now and start your journey toward better blood    sugar management with Herbal Detox Anti-Diabetic Tea  </li></ul>",
    "Bullet_points": "<ul><li>Detox & Blood Sugar Support: Naturally aids in cleansing the body and maintaining healthy blood sugar levels.</li><li>All-Natural Ingredients: Guduchi, Gurmar Leaves, Ginger, Green Tea, Vijaysar, Fenugreek, Cinnamon, Amla.</li><li>Supports Healthy Metabolism: A natural way to promote weight management and digestive health.</li><li>Caffeine-Free: Enjoy a calming cup of tea any time of day, without worrying about caffeine.</li><li>Perfect for a Healthy Lifestyle: Ideal for people with diabetes or those looking to maintain healthy blood sugar levels.</li></ul>",
    "ingredients": "<ul><li>Guduchi</li><li>Gurmar Leaves</li><li>Ginger</li><li>Green Tea</li><li>Vijaysar</li><li>Fenugreek</li><li>Cinnamon</li><li>Amla</li></ul>"
  },
  {
    "id": 9,
    "image": "../images/images_india/antistressteafront.webp",
    "name": "Anti Stress tea",
    "mrp": "₹ 252",
    "price": "₹ 252",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "hsn": "0902",
    "materials": "Herbal Tea Blend (Brahmi, Turmeric, Lemon Grass, Valerian Root, Chamomile, and more)",
    "Description": "Sip Your Way to Better Health with Every Cup Our Herbal Detox Anti-Diabetic Tea",
    "ingredients": "<ul><li>Brahmi</li><li>Turmeric</li><li>Lemon Grass</li><li>Valerian Root</li><li>Chamomile</li><li>and other carefully selected herbal ingredients.</li></ul>",
    "weight": "50g",
    "long_Description": "Unwind and relax with Juno Natural Anti-Stress Tea, a soothing herbal blend designed to help you de-stress and promote relaxation. Packed with nature’s finest herbs, this calming tea helps reduce anxiety and stress while promoting a peaceful, restful state of mind. Whether you're winding down after a long day or simply need to take a moment to yourself, Juno Anti-Stress Tea is the perfect choice for mental clarity and relaxation.",
    "key_feature": "<ul><li>100% Natural & Herbal: A calming blend of premium herbs like Chamomile, Lavender, and Lemon Balm to naturally alleviate stress and anxiety.</li><li>Promotes Relaxation: Ideal for unwinding after a busy day, improving mood, and supporting mental well-being.</li><li>No Caffeine: Enjoy a cup of tea anytime without the worry of disrupting your sleep cycle.</li><li>Rich in Antioxidants: Helps to support overall health by fighting free radicals and supporting a strong immune system.</li><li>50 gm Pack: Perfect for regular use, providing approximately 25 servings of stress-relief goodness.</li><li>Eco-friendly Packaging: Responsibly sourced and packaged for sustainability.</li></ul> <ul><b>How to Use:</b><li>Brew 1-2 teaspoons of Juno Anti-Stress Tea in hot water (80-90°C) for 3-5 minutes.</li><li>Strain and enjoy the calming aroma and flavor of relaxation.</li><li>For optimal results, consume 1-2 cups per day.</li></ul>"
  },
  {
    "id": 10,
    "image": "../images/images_india/apetiteteafront.webp",
    "name": "Appetite tea",
    "price": "₹ 252",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 252",
    "hsn": "0902",
    "materials": "Herbal Tea Blend (Ginger, Chamomile, Green Tea, Peppermint Leaves, Coriander Seeds, Carom Seeds)",
    "Description": "Nourish Your Body, Calm Your Appetite – A Gentle Way to Stay in Control....",
    "key_feature": "Appetite Suppressant / Control Tea, Detox Tea for Weight Loss, Detox Tea for Digestion, Tea for Curbed Appetite, Slimming Detox Tea, Digestive Herbal Tea, Herbal Tea for Digestion, Healthy Appetite Tea, Metabolism Boosting Tea, Weight Loss Tea, Natural Detox Tea, Caffeine-Free Detox Tea, Craving Control Tea, Herbal Tea for Weight Loss, Digestive Cleanse Tea, Detox Tea for Belly Fat </br> <ul><li>Natural Appetite Control: Enjoy a calming, caffeine-free blend designed to naturally curb cravings and help you feel fuller for longer, promoting mindful eating and portion control.</li><li>Supports Healthy Digestion: Crafted with ingredients that aid digestion, reduce bloating, and support a healthy gut, making it the perfect post-meal drink.</li><li>Detoxifies and Cleanses: Helps your body naturally detox by supporting liver function and promoting the elimination of toxins, giving you a refreshed, rejuvenated feeling.</li><li>Perfect for Weight Management: As part of a healthy lifestyle, this herbal tea helps balance your appetite, supporting your weight management goals while providing a delicious, soothing treat.</li><li>Gentle, Relaxing Flavor: Enjoy a soothing, gentle flavor that’s perfect for any time of the day—whether in the morning, after meals, or before bedtime, it's a calming ritual that fits into your wellness routine.</li><li>100% Satisfaction Guarantee: We’re confident you’ll love our Appetite Herbal Detox Tea!</li></ul>",
    "ingredients": "<ul><li>Ginger</li><li>Chamomile</li><li>Green Tea</li><li>Peppermint Leaves</li><li>Coriander Seeds</li><li>Carom Seeds</li><li>and more each known for their digestive properties and ability to promote feelings of fullness.</li></ul>",
    "weight": "50g",
    "long_Description": "Nourish Your Body, Calm Your Appetite – A Gentle Way to Stay in Control.Appetite herbal tea is a natural, holistic way to support your body’s health while managing appetite, boosting digestion, and detoxifying. By incorporating this tea into your daily routine, you can enjoy the benefits of enhanced digestion, better appetite control, and overall wellness, all while keeping your body in balance. Whether you're managing your weight, supporting detox, or simply looking to maintain a healthy lifestyle, this tea offers a gentle yet effective solution. <b>Health Benefits:</b><ul><li>Curbs Appetite and Reduces Cravings</li><li>Supports Healthy Digestion</li><li>Detoxifies and Purifies the Body</li><li>Promotes Healthy Metabolism</li><li>Caffeine-Free and Relaxing</li><li>Natural Ingredients for Clean, Healthy Support</li><li>Balances Blood Sugar Levels</li><li>Supports Weight Loss Goals</li><li>Improves Gut Health</li><li>Helps Relieve Stress and Anxiety</li></ul>",
    "Bullet_points": "<ul><li>Natural Appetite Control: Enjoy a calming, caffeine-free blend designed to naturally curb cravings and help you feel fuller for longer, promoting mindful eating and portion control.</li><li>Supports Healthy Digestion: Crafted with ingredients that aid digestion, reduce bloating, and support a healthy gut, making it the perfect post-meal drink.</li><li>Detoxifies and Cleanses: Helps your body naturally detox by supporting liver function and promoting the elimination of toxins, giving you a refreshed, rejuvenated feeling.</li><li>Perfect for Weight Management: As part of a healthy lifestyle, this herbal tea helps balance your appetite, supporting your weight management goals while providing a delicious, soothing treat.</li><li>Gentle, Relaxing Flavor: Enjoy a soothing, gentle flavor that’s perfect for any time of the day—whether in the morning, after meals, or before bedtime, it's a calming ritual that fits into your wellness routine.</li><li>100% Satisfaction Guarantee: We’re confident you’ll love our Appetite Herbal Detox Tea!</li></ul>"
  },
  {
    "id": 11,
    "image": "../images/images_india/digestionteafront.webp",
    "name": "digestion tea",
    "Description": "Promote optimal digestive health and gut wellness with Juno Natural Digestion Tea...",
    "ingredients": "<ul><li>Green Tea</li><li>Bay Leaf</li><li>Chamomile</li><li>Fennel Seeds</li><li>Burdock Root</li><li>Liquorice</li><li>Peppermint Leaves</li><li>Ginger</li><li>and other digestive-supportive herbs.</li></ul>",
    "key_feature": "<b>How to Use:</b>Brew 1-2 teaspoons of Juno Digestion Tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the refreshing, calming effects. For best results, drink 1-2 cups after meals to support digestion and ease discomfort. <ul><li><b>Supports Digestive Health:</b> A natural blend of Green Tea, Bay Leaf,Chamomile, Fennel Seeds, Burdock Root, Liquorice, Peppermint Leaves, andother herbs known to soothe the digestive tract and promote healthydigestion.</li><li><b>Relieves Bloating & Gas:</b> Helps alleviate common digestive issues likebloating, gas, and indigestion, making it the perfect after-meal tea.</li><li><b>Gut Wellness:</b> Supports a balanced gut microbiome for betterabsorption of nutrients and overall digestive function.</li><li><b>50 gm Pack:</b> Provides approximately 25 servings of soothing relief,perfect for daily digestive support.</li><li><b>Eco-Friendly Packaging:</b> Sustainably sourced and packaged to support both your health and the planet.</li></ul>",
    "weight": "50g",
    "materials": "Herbal Tea Blend (Green Tea, Bay Leaf, Chamomile, Fennel Seeds, Burdock Root, Liquorice, Peppermint Leaves, Ginger)",
    "hsn": "0902",
    "price": "₹ 225",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 225",
    "long_Description": "Promote optimal digestive health and gut wellness with Juno Natural Digestion Tea. This soothing herbal blend is carefully crafted to support your digestive system, alleviate bloating, and enhance gut function. With ingredients known for their digestive benefits, such as Green Tea, Bay Leaf, Chamomile, Fennel Seeds, Burdock Root, Liquorice, and Peppermint Leaves, this tea helps reduce discomfort, improve digestion, and maintain overall gut balance. Enjoy a cup after meals for a smoother digestive experience and better overall wellness.",
    "Bullet_points": "<ul><li>Helps reduce bloating, indigestion, and discomfort after meals.</li><li>Promotes a healthy digestive system with natural, plant-based ingredients.</li><li>Supports gut wellness and a balanced digestive tract.</li><li>No added chemicals or artificial flavors – just pure herbal goodness.</li><li>Suitable for daily use to improve long-term digestive health and overall comfort.</li></ul>"
  },
  {
    "id": 12,
    "image": "../images/images_india/heartfront.webp",
    "name": "healthy heart tea",
    "Description": "Take care of your heart and boost blood circulation with Juno Natural Healthy Heart Tea...",
    "weight": "50g",
    "materials": "Herbal Tea Blend (Cinnamon, Green Tea, Hibiscus, Stevia, Ashwagandha, Arjun Bark)",
    "price": "₹ 225",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 225",
    "hsn": "0902",
    "ingredients": "<ul><li>Cinnamon</li><li>Green Tea</li><li>Hibiscus</li><li>Stevia</li><li>Ashwagandha</li><li>Arjun Bark</li></ul>",
    "key_feature": "<ul><li><b>Supports Cardiovascular Health:</b>A blend of Cinnamon, Green Tea, Hibiscus, Stevia, Ashwagandha, Arjun Bark, and other carefully selected herbs that promote healthy heart function.</li><li><b>Improves Blood Circulation:</b>Helps enhance blood flow and circulation, contributing to overall wellness and vitality.</li><li><b>Rich in Antioxidants:</b>Protects the heart from oxidative stress, helping reduce inflammation and support healthy cholesterol levels.</li><li><b>50 gm Pack:</b>Perfect for daily heart health maintenance, providing approximately 25 servings of natural cardiovascular support.</li><li><b>Eco-Friendly Packaging:</b>Responsibly sourced and packaged to preserve the environment while supporting your wellness.</li></ul>",
    "long_Description": "Take care of your heart and boost blood circulation with Juno Natural Healthy Heart Tea. This specially crafted herbal blend combines potent ingredients like Cinnamon, Green Tea, Hibiscus, Stevia, Ashwagandha, Arjun Bark, and other carefully selected herbs known for their heart-healthy properties. Rich in antioxidants and essential nutrients, this tea supports cardiovascular health, improves blood flow, and helps maintain optimal heart function. Whether you're looking to support your heart's health or enhance overall circulation, Juno Healthy Heart Tea is the perfect natural choice. <ul><b>Why Choose Juno Natural Healthy Heart Tea?</b><li>Supports healthy heart function and circulation naturally.</li><li>Made with 100% plant-based, herbal ingredients for daily cardiovascular support.</li><li>Rich in antioxidants and anti-inflammatory compounds that benefit the heart.</li><li>Caffeine-free and gentle enough for daily consumption to help maintain long-term heart health.</li><li>Ideal for those looking for a natural alternative to support blood circulation and overall heart wellness.</li></ul>"
  },
  {
    "id": 13,
    "image": "../images/images_india/immunityteafront.webp",
    "hsn": "0902",
    "mrp": "₹ 252",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹ 252",
    "materials": "Herbal Tea Blend (Ginger, Moringa Leaf, Ashwagandha, Black Pepper, Guduchi, Turmeric, Tulsi Leaves, Amla)",
    "name": "Immunity tea",
    "Description": "TStrengthen your body’s defenses and promote overall wellness with Juno Natural...",
    "ingredients": "<ul><li>Ginger</li><li>Moringa Leaf</li><li>Ashwagandha</li><li>Black Pepper</li><li>Guduchi</li><li>Turmeric</li><li>Tulsi Leaves</li><li>Amla</li><li>other herbs known for their detoxifying and immune-supportive properties.</li></ul>",
    "key_feature": " <ul><li>Immune-Boosting Herbal Blend: A powerful combination of Ginger, Moringa Leaf, Ashwagandha, Black Pepper, Guduchi, Turmeric, Tulsi Leaves, Amla, and other immune-supporting herbs to enhance your body's defenses.</li><li>Detoxifies & Cleanses: Helps flush out toxins, supporting your body’s natural detox process for overall health and vitality.</li><li>Rich in Antioxidants: Packed with antioxidants that reduce inflammation and fight oxidative stress, promoting a healthy immune response.</li><li>50 gm Pack: Perfect for daily use, providing approximately 25 servings of immunity-boosting goodness.</li><li>Eco-Friendly: Responsibly sourced and packaged to support both your health and the planet.</li></ul> <b>How to Use:</b>Steep 1-2 teaspoons of Juno Immunity Tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the refreshing, immune-boosting effects. For optimal results, drink 1-2 cups daily, especially during colder months or when you need an immune system boost.",
    "weight": "50g",
    "long_Description": "Strengthen your body’s defenses and promote overall wellness with Juno Natural Immunity Tea. This powerful herbal detox blend combines immune-boosting herbs like Ginger, Moringa Leaf, Ashwagandha, Black Pepper, Guduchi, Turmeric, Tulsi Leaves, and Amla, designed to support your immune system and enhance your body’s natural ability to fight off infections. With its antioxidant-rich formula, this tea also helps cleanse the body, reduce inflammation, and maintain optimal health. Enjoy a cup daily to naturally strengthen your immune system and feel your best year-round. <b>Why Choose Juno Natural Immunity Tea?</b><ul><li>Supports your immune system with natural, plant-based ingredients.</li><li>A gentle and effective way to detoxify and maintain overall wellness.</li><li>Helps reduce inflammation, supports digestive health, and enhances energy levels.</li><li>Caffeine-free and safe for daily use to promote long-term immune health.</li><li>Ideal for anyone looking for a natural, holistic approach to staying healthy year-round.</li></ul>"
  },
  {
    "id": 14,
    "image": "../images/images_india/jointsupportteafront.webp",
    "name": "Joint support tea",
    "Description": "Stay active and flexible with Juno Natural Joint Support Tea..",
    "key_feature": "<b>How to Use:</b>Brew 1-2 teaspoons of Juno Joint Support Tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the soothing, joint-supporting benefits. For optimal results, drink 1-2 cups daily to support long-term joint health and flexibility. <ul><li>Supports Joint Health & Flexibility: A carefully selected blend of Harsingar, Ashwagandha, Turmeric, Stevia, Ginger, Black Pepper, and other herbs designed to promote healthy joints and enhance mobility.</li><li>Reduces Inflammation: Anti-inflammatory ingredients like Turmeric and Ginger work to reduce swelling, discomfort, and joint stiffness, providing relief for your joints.</li><li>Improves Mobility: Helps maintain and improve joint flexibility, ensuring smoother movement and reducing discomfort during physical activity.</li><li>50 gm Pack: Convenient pack size providing approximately 25 servings, perfect for regular joint health support.</li><li>Eco-Friendly: Responsibly sourced ingredients and sustainable packaging that supports both your health and the environment.</li></ul>",
    "ingredients": "<ul><li>Harsingar</li><li>Ashwagandha</li><li>Turmeric</li><li>Stevia</li><li>Ginger,</li><li>Black Pepper</li></ul>",
    "weight": "50g",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "materials": "Herbal Tea Blend (Harsingar, Ashwagandha, Turmeric, Stevia, Ginger, Black Pepper)",
    "mrp": "₹300",
    "price": "₹300",
    "long_Description": "Stay active and flexible with Juno Natural Joint Support Tea. This herbal blend is specifically crafted to support joint health, promote flexibility, and ease discomfort. The tea helps reduce inflammation, supports cartilage health, and improves overall mobility. Whether you’re dealing with occasional stiffness or want to maintain long-term joint wellness, Juno Natural Joint Support Tea is the perfect natural solution to help keep you moving. <b>Why Choose Juno Natural Joint Support Tea?</b><ul><li>Helps relieve joint pain, stiffness, and inflammation.</li><li>Supports cartilage health and joint flexibility, allowing for better movement.</li><li>A natural, herbal alternative to maintain joint health and mobility over time.</li><li>Caffeine-free, making it gentle and safe for daily use.</li><li>Ideal for active individuals, athletes, or anyone looking to maintain healthy joints as they age.</li></ul>"
  },
  {
    "id": 15,
    "image": "../images/images_india/kidneydetoxteafront.webp",
    "name": "kidney detox tea",
    "Description": "Stay active and flexible with Juno Natural Joint Support Tea...",
    "hsn": "0902",
    "price": "₹240",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "materials": "Herbal Tea Blend (Dandelion, Burdock Root, Green Tea, Ginger, Turmeric)",
    "mrp": "₹240",
    "ingredients": "<ul><li>Stevia</li><li>Punarnava</li><li>Turmeric</li><li>Dandelion Roots</li><li>Green Tea</li><li>Burdock Root</li><li>Ginger</li></ul>",
    "weight": "50g",
    "long_Description": "Support your kidney health and overall well-being with Juno Natural Kidney Detox Tea. This herbal blend is expertly formulated to help cleanse and detoxify your kidneys, promoting healthy kidney function and supporting natural detox processes. Featuring a powerful combination of ingredients like Dandelion, Burdock Root, and Green Tea, this tea helps flush out toxins, reduce inflammation, and maintain optimal kidney function. Whether you're looking for a natural detox solution or a way to support your kidneys long-term, Juno Natural Kidney Detox Tea is the ideal choice for a healthier lifestyle. <b>Why Choose Juno Natural Kidney Detox Tea?</b><ul><li>Helps support kidney health by aiding in natural detoxification processes.</li><li>Flushes out toxins, promoting better kidney function and overall health.</li><li>A natural, herbal alternative to maintain kidney health and detoxify the body.</li><li>Caffeine-free, making it safe for daily consumption without any jitters.</li><li>Ideal for individuals looking to cleanse and support long-term kidney health.</li></ul>",
    "key_feature": "<b>How to Use:</b>Brew 1-2 teaspoons of Juno Kidney Detox Tea in hot water (80-90°C) for 3-5 minutes. Strain and enjoy the refreshing detoxifying benefits. For best results, drink 1-2 cups daily to maintain healthy kidney function and detoxification. <ul><li>Supports Kidney Health & Detoxification: A blend of herbs like Dandelion, Burdock Root, and Green Tea designed to naturally support kidney function and detoxification.</li><li>Cleanses & Flushes Toxins: Helps cleanse your kidneys by flushing out toxins and waste products, aiding in overall detoxification.</li><li>Anti-Inflammatory & Antioxidant Properties: Ingredients like Dandelion and Burdock Root reduce inflammation and protect kidneys from oxidative stress, supporting long-term kidney health.</li><li>Promotes Urinary Health: Supports healthy urinary tract function and the proper elimination of waste, helping to maintain fluid balance in the body.</li><li>50 gm Pack: Convenient 50 gm pack offering approximately 25 servings, ideal for daily use as part of a kidney health regimen.</li><li>Eco-Friendly: Responsibly sourced ingredients and sustainable packaging that helps protect the planet while you protect your health.</li></ul> "
  },
  {
    "id": 16,
    "image": "../images/images_india/liverdetoxtea.webp",
    "name": "liver detox tea",
    "Description": "Stay active and flexible with Juno Natural Joint Support Tea...",
    "weight": "50g",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹ 252",
    "mrp": "₹ 252",
    "materials": "Herbal Tea Blend (Kutki, Green Tea, Milk Thistle, Ginger, Liquirose)",
    "ingredients": "<ul><li>Kutki</li><li>Green Tea</li><li>Milk Thistle</li><li>Ginger</li><li>Liquorice</li><li>Stevia</li><li>Burdock Root</li></ul>",
    "key_feature": "<ul><li>Supports liver function and cleansing.</li><li>Cleanses the bloodstream.</li><li>Helps eliminate toxin build-up.</li><li>Reduces fatigue associated with sluggish detox.</li></ul>",
    "long_Description": "Support your liver health and promote detoxification with Juno Natural Liver Detox Tea. This powerful herbal blend is carefully formulated to cleanse and rejuvenate your liver, helping it function at its best. This tea works to purify the body, improve digestion, and support healthy liver function. Enjoy a cup of this soothing, natural tea daily and experience the benefits of a healthier liver and a refreshed body. <b>Why Choose Juno Natural Liver Detox Tea?</b><ul><li><b>Supports Liver Function:</b>Helps detoxify the liver and supports its natural cleansing process.</li><li><b>Natural Detox:</b>A gentle, natural way to cleanse and detoxify your liver without harsh chemicals or additives.</li><li><b>Rich in Antioxidants:</b>Protects liver cells from damage, reducing inflammation and supporting long-term liver health.</li><li><b>Holistic Health:</b>Ideal for anyone looking to improve digestion, support liver health, or naturally detoxify the body.</li><li><b>Caffeine-Free & Safe for Daily Use:</b>Enjoy the calming benefits of this tea every day to help maintain healthy liver function.</li></ul>"
  },
  {
    "id": 17,
    "image": "../images/images_india/lungdetoxfront.webp",
    "name": "lung detox tea",
    "Description": "Breathe easy with Juno Natural Lung Detox Tea, an expertly crafted herbal...",
    "weight": "50g",
    "mrp": "₹360",
    "materials": "Herbal Tea Blend (Ginger, Mullein, Liquorice, Banafsha)",
    "price": "₹360",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "ingredients": "<ul><li>Ginger</li><li>Mullein</li><li>Liquorice</li><li>Banafsha</li></ul>",
    "key_feature": "<b>How to Use:</b><ul><li>Add 1-2 teaspoons of Juno Lung Detox Tea into a cup.</li><li>Pour hot water (80-90°C) over the tea blend.</li><li>Steep for 3-5 minutes, strain, and enjoy the soothing benefits.For best results, drink 1-2 cups daily to support lung health, detoxification, and easy breathing.</li></ul> <ul><li><b>Respiratory Health Support:</b>A powerful blend of Ginger, Mullein, Liquorice, and Banafsha that support healthy lung function and improve breathing.</li><li><b>Natural Lung Detox:</b>Helps cleanse the lungs of toxins, pollutants, and excess mucus, promoting better airflow and easier breathing.</li><li><b>Soothing & Calming:</b>Peppermint works to ease congestion, clear the airways, and reduce inflammation, offering soothing relief for respiratory discomfort.</li><li><b>Rich in Antioxidants:</b>Packed with antioxidants that help protect lung cells from oxidative stress and support long-term lung health.</li><li><b>50 gm Pack:</b>Provides approximately 25 servings, perfect for regular respiratory health maintenance.</li><li><b>Eco-Friendly:</b>Sustainably sourced herbs and eco-friendly packaging for both your health and the environment.</li></ul>",
    "long_Description": "Breathe easy with Juno Natural Lung Detox Tea, an expertly crafted herbal blend designed to cleanse and support your respiratory system. This tea works to clear the lungs of toxins, reduce inflammation, and promote overall respiratory health. Ideal for daily use or as a natural remedy for seasonal allergies, coughs, or congestion, Juno Lung Detox Tea helps purify and rejuvenate your lungs, ensuring you breathe with ease and comfort. <b>Why Choose Juno Natural Lung Detox Tea?</b><ul><li><b>Promotes Healthy Lungs:</b>Supports natural lung detoxification and enhances respiratory function.</li><li><b>Clears Congestion & Mucus:</b>Helps relieve respiratory discomfort by easing mucus buildup and promoting clear airways.</li><li><b>Natural Remedy:</b>A soothing, caffeine-free tea that offers natural relief for seasonal allergies, coughs, and congestion.</li><li><b>Gentle Detox:</b>Purifies and cleanses the lungs without harsh chemicals, providing long-term respiratory support.</li><li><b>Safe for Daily Use:</b>Ideal for those looking to maintain or improve their lung health naturally.</li></ul>"
  },
  {
    "id": 18,
    "image": "../images/images_india/memoryteafront.webp",
    "name": "Memory tea",
    "Description": "Enhance your cognitive function and support memory with Juno Natural Memory Tea...",
    "key_feature": "<ul><li>Brain Health & Memory Support: A unique blend of Ginkgo Biloba, Barahmi, and Ashwagandha that promotes memory retention, mental clarity, and focus.</li><li>Cognitive Boost: Helps improve cognitive function, concentration, and mental clarity, making it ideal for students, professionals, or anyone looking to stay sharp.</li><li>Natural Stress Relief: Ashwagandha helps reduce stress and anxiety, promoting mental relaxation and improving overall brain health.</li><li>Rich in Antioxidants: Packed with antioxidants that help protect brain cells from oxidative damage and support long-term cognitive health.</li><li>100% Herbal & Natural: Gluten-free, caffeine-free, and vegan-friendly, making it safe for daily use.</li><li>50 gm Pack: Provides approximately 25 servings, perfect for regular mental wellness and brain health support.</li><li>Eco-Friendly: Sustainably sourced ingredients and eco-friendly packaging for both your health and the planet.</li></ul> <b>How to Use:</b><ul><li>Add 1-2 teaspoons of Juno Memory Tea into a cup.</li><li>Pour hot water (80-90°C) over the tea blend.</li><li>Steep for 3-5 minutes, strain, and enjoy the brain-boosting benefits.</li>For best results, drink 1-2 cups daily to support mental clarity, focus, and memory function.</ul>",
    "ingredients": "<ul><li>Ashwagandha</li><li>Sage</li><li>Blue Pea</li><li>Brahmi</li><li>Ginkgo Biloba</li><li>Stevia</li></ul>",
    "weight": "50g",
    "materials": "Herbal Tea Blend (Ashwagandha, Sage, Blue Pea, Barahmi, Ginkgo Biloba)",
    "mrp": "₹285",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹285",
    "hsn": "0902",
    "long_Description": "Enhance your cognitive function and support memory with Juno Natural Memory Tea, a powerful herbal blend designed to boost brain health and mental clarity. This tea helps improve focus, concentration, and memory retention. Ideal for those looking to maintain mental sharpness or reduce cognitive decline, Juno Memory Tea is a natural and soothing way to support your brain health and mental performance every day. <b>Why Choose Juno Natural Memory Tea?</b><ul><li><b>Supports Memory Function: Helps improve memory retention and recall, supporting long-term brain health.</b></li><li><b>Boosts Cognitive Function: Enhances mental clarity, focus, and concentration for improved performance.</b></li><li><b>Natural Stress Reliever: Helps reduce stress and anxiety, allowing for better focus and mental relaxation.</b></li><li><b>Safe for Daily Use: Ideal for anyone seeking a natural, effective way to support their brain health without caffeine or harsh chemicals.</b></li><li><b>Holistic Mental Wellness:</b> A soothing, natural way to enhance cognitive function and maintain brain health long-term.</li></ul>",
    "Bullet_points": "<ul><li>Supports Memory Function: Helps improve memory retention and recall, supporting long-term brain health.</li><li>Boosts Cognitive Function: Enhances mental clarity, focus, and concentration for improved performance.</li><li>Natural Stress Reliever: Helps reduce stress and anxiety, allowing for better focus and mental relaxation.</li><li>Safe for Daily Use: Ideal for anyone seeking a natural, effective way to support their brain health without caffeine or harsh chemicals.</li><li>Holistic Mental Wellness: A soothing, natural way to enhance cognitive function and maintain brain health long-term.</li></ul>"
  },
  {
    "id": 19,
    "image": "../images/images_india/moringawonderteafront.webp",
    "name": "moringa wonder tea",
    "Description": "Boost your energy and vitality with Juno Natural Moringa Wonder Tea...",
    "ingredients": "<ul><li>Green Tea</li><li>Moringa Leaves</li><li>Tulsi Leaves</li><li>Peppermint Leaves</li><li>Hibiscus</li><li>Lemongrass</li><li>Black Pepper</li></ul>",
    "weight": "50g",
    "materials": "Natural Moringa Leaves, Green Tea, Tulsi Leaves, Hibiscus, Lemongrass, Peppermint, Black Pepper",
    "hsn": "0902",
    "mrp": "₹ 196",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹ 196",
    "key_feature": "<ul><li><b>Rich in Antioxidants:</b> Moringa is packed with antioxidants that help neutralize harmful free radicals, promoting overall wellness and fighting oxidative stress.</li><li><b>Boosts Energy & Vitality:</b> The natural properties of Moringa help enhance energy levels, fight fatigue, and increase stamina for a more vibrant lifestyle.</li><li><b>Supports Immune Health:</b> Full of vitamins (A, C, and E), minerals, and nutrients that strengthen the immune system and promote optimal health.</li><li><b>Natural Detox:</b> Moringa helps detoxify the body by supporting liver function and flushing out harmful toxins, promoting internal wellness.</li><li><b>100% Natural Ingredients:</b> Made with 100% pure Moringa leaves, gluten-free, vegan, and caffeine-free, making it safe for everyday use.</li><li><b>50 gm Pack:</b> Each pack offers 25+ servings, perfect for a daily energy boost and a wellness routine.</li><li><b>Eco-Friendly:</b> Sustainably sourced Moringa and eco-friendly packaging to support both your health and the environment.</li></ul>",
    "long_Description": "Boost your energy and vitality with Juno Natural Moringa Wonder Tea, a premium herbal blend packed with antioxidants and essential nutrients. Made from the nutrient-dense Moringa Oleifera leaves, known as the 'Miracle Tree,' this tea is designed to enhance overall wellness, improve energy levels, and provide a natural source of vitality. With its rich content of vitamins, minerals, and antioxidants, Juno Moringa Tea helps promote a healthy immune system, support detoxification, and increase stamina. Sip your way to better health and vitality every day with this soothing, all-natural herbal tea.",
    "Bullet_points": "<ul><li>Rich in Antioxidants: Moringa is packed with antioxidants that help neutralize harmful free radicals, promoting overall wellness and fighting oxidative stress.</li><li>Boosts Energy & Vitality: The natural properties of Moringa help enhance energy levels, fight fatigue, and increase stamina for a more vibrant lifestyle.</li><li>Supports Immune Health: Full of vitamins (A, C, and E), minerals, and nutrients that strengthen the immune system and promote optimal health.</li><li>Natural Detox: Moringa helps detoxify the body by supporting liver function and flushing out harmful toxins, promoting internal wellness.</li><li>100% Natural Ingredients: Made with 100% pure Moringa leaves, gluten-free, vegan, and caffeine-free, making it safe for everyday use.</li><li>50 gm Pack: Each pack offers 25+ servings, perfect for a daily energy boost and a wellness routine.</li><li>Eco-Friendly: Sustainably sourced Moringa and eco-friendly packaging to support both your health and the environment.</li></ul>"
  },
  {
    "id": 20,
    "image": "../images/images_india/pathimugam.webp",
    "ingredients": "<ul><li>Sappanwood pieces</li></ul>",
    "name": "pathimugam",
    "mrp": "₹ 225",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "hsn": "12119029",
    "price": "₹ 225",
    "long_Description": "<b>Description:</b>Revitalize your body and refresh your senses with Pathimugam Sappanwood Herbal  Mix – a natural, antioxidant-packed elixir that nurtures wellness with every sip! Here are the potential health benefits of consuming Pathimugam herbal  mix:<ul><li><b>Detoxification and Cleansing</b>Pathimugam is believed to have natural detoxifying properties that help cleanse the body of toxins. This may aid in flushing out waste products from the liver and kidneys, supporting overall organ function and promoting better health. Its diuretic properties also help in flushing out excess fluids, thereby assisting in detoxification.</li><li><b>Anti-Inflammatory Properties</b>Pathimugam has anti-inflammatory compounds that may help reduce inflammation in the body. This could benefit people with conditions like arthritis or other inflammatory diseases by reducing swelling and discomfort.</li><li><b>Blood Purification</b>Pathimugam is traditionally used as a blood purifier. It is believed to improve blood circulation, remove impurities, and maintain the balance of the body's fluids. This can promote clearer skin and a healthier complexion.</li><li><b>Boosts Immunity</b>Pathimugam is considered to have immune-boosting properties. Regular consumption can help strengthen the body’s immune system, making it more resilient to infections and diseases.</li><li><b>Antioxidant Effects</b>The bark of the Pathimugam tree contains antioxidants that help fight free radicals in the body. These antioxidants can contribute to slowing the aging process, improving skin health, and reducing the risk of chronic diseases such as heart disease, diabetes, and cancer.</li><li><b>Improves Digestion</b>Pathimugam is believed to aid in digestion by improving the functioning of the gastrointestinal system. It may help in relieving issues such as indigestion, bloating, and constipation. It can also help balance stomach acids and reduce acidity, providing relief to people suffering from acid reflux or gastritis.</li><li><b>Supports Skin Health</b>Pathimugam has been traditionally used to improve skin health. Its blood-purifying and detoxifying effects can help reduce skin issues such as acne, pimples, or skin rashes. The antioxidants in the plant help protect the skin from oxidative stress and premature aging.</li><li><b>Regulates Blood Sugar Levels</b>Some studies suggest that Pathimugam may have properties that help in regulating blood sugar levels. This could be particularly beneficial for individuals with diabetes or those at risk of developing it.</li><li><b>Promotes Weight Loss</b>Due to its diuretic and detoxifying properties, Pathimugam may help promote weight loss by reducing water retention and flushing out toxins. It is often used in traditional remedies to support weight management.</li><li><b>Helps in Treating Fever and Infections</b>In traditional medicine, Pathimugam has been used to treat mild fevers and infections due to its anti-bacterial and anti-inflammatory properties. It may also help in reducing fever-related symptoms like body aches.</li><li><b>Regulates Blood Pressure</b>Some studies have suggested that the consumption of Pathimugam herbal  mix may help in lowering high blood pressure by promoting healthy blood flow and reducing inflammation.</li><li><b>Enhances Liver Function</b>The detoxifying nature of Pathimugam makes it beneficial for liver health. Regular consumption may help in protecting the liver from harmful toxins and improving its overall function.</li></ul>",
    "key_feature": "<ul><li><b>Natural Wellness Elixir:</b>Crafted from the finest sappanwood, Pathimugam Herbal  Mix supports overall health and wellness with every sip.</li><li><b>Antioxidant-Rich:</b>Packed with antioxidants that help combat free radicals, promoting a natural detox and enhancing vitality.</li><li><b>Supports Detoxification:</b>Aiding in the body’s natural cleansing process, this herbal mix helps flush out toxins for a refreshed feeling.</li><li><b>Traditional Herbal Remedy:</b>Rooted in ancient Ayurvedic practices, Pathimugam  mix brings centuries of wellness wisdom to your daily routine.</li><li><b>Rejuvenates and Refreshes:</b>Perfect for boosting energy levels, revitalizing your skin, and promoting a healthy digestive system.</li><li><b>Easy to Prepare:</b>Take 4-5 pieces of Pathimugam for 1 liter of water, boil it for about 5-10 minutes, let it cool, and serve.</li><li><b>100% Natural Ingredients:</b>No artificial additives or preservatives – just pure, plant-based goodness for your body and mind.</li><li><b>Sustainable and Eco-Friendly:</b>Sourced responsibly with an emphasis on sustainability, so you can feel good about your purchase.</li></ul><ul><li><b>Natural Wellness Elixir:</b>Crafted from the finest sappanwood, Pathimugam Herbal  Mix supports overall health and wellness with every sip.</li><li><b>Antioxidant-Rich:</b>Packed with antioxidants that help combat free radicals, promoting a natural detox and enhancing vitality.</li><li><b>Supports Detoxification:</b>Aiding in the body’s natural cleansing process, this herbal mix helps flush out toxins for a refreshed feeling.</li><li><b>Traditional Herbal Remedy:</b>Rooted in ancient Ayurvedic practices, Pathimugam  mix brings centuries of wellness wisdom to your daily routine.</li><li><b>Rejuvenates and Refreshes:</b>Perfect for boosting energy levels, revitalizing your skin, and promoting a healthy digestive system.</li><li><b>Easy to Prepare:</b>Take 4-5 pieces of Pathimugam for 1 liter of water, boil it for about 5-10 minutes, let it cool, and serve.</li><li><b>100% Natural Ingredients:</b>No artificial additives or preservatives – just pure, plant-based goodness for your body and mind.</li><li><b>Sustainable and Eco-Friendly:</b>Sourced responsibly with an emphasis on sustainability, so you can feel good about your purchase.</li></ul>",
    "Description": "Revitalize your body and refresh your senses with Pathimugam Sappanwood...",
    "weight": "50g"
  },
  {
    "id": 21,
    "image": "../images/images_india/sleepyteafront.webp",
    "name": "sleepy tea",
    "Description": "Juno Natural Sleepy Tea is your go-to herbal remedy for a peaceful, relaxing night’s sleep...",
    "ingredients": "<ul><li>Chamomile</li><li>Lavender</li><li>Rose</li><li>Lemongrass</li><li>Fennel Seeds</li><li>Hibiscus</li><li>Valerian Root</li><li>Ashwagandha</li></ul>",
    "weight": "50g",
    "hsn": "0902",
    "mrp": "₹330",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "price": "₹330",
    "materials": "Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Roots, Ashwagandha",
    "key_feature": "<ul><li><b>Promotes Relaxation & Calm:</b>A soothing herbal blend of Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Roots, and Ashwagandha designed to help you unwind after a long day.</li><li><b>Supports Restful Sleep:</b>Ideal for those seeking a natural solution to improve sleep quality and achieve deep, restorative sleep.</li><li><b>100% Natural & Caffeine-Free:</b>Made with organic herbs, free from artificial additives and preservatives, making it a gentle, safe option for bedtime.</li><li><b>Stress Relief & Anxiety Reduction:</b>Helps alleviate stress and anxiety, ensuring a peaceful, uninterrupted night’s sleep.</li><li><b>Convenient 50g Pack:</b>Offers approximately 25 servings, making it perfect for daily use and as part of your relaxing bedtime ritual.</li></ul> <b>How to Use:</b><ul><li>Steep 1 tea bag or 1 teaspoon of loose tea in hot water for 3-5 minutes.</li><li>Adjust the steeping time to your preferred strength.</li><li>Enjoy before bedtime for a relaxing, peaceful night’s sleep.</li></ul>",
    "long_Description": "Juno Natural Sleepy Tea is your go-to herbal remedy for a peaceful, relaxing night’s sleep. This expertly blended tea contains a mix of calming herbs, including Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Roots, and Ashwagandha, all known for their natural sleep-supporting properties. If you’re struggling with stress, anxiety, or sleepless nights, this caffeine-free herbal tea offers a gentle, natural solution to relax, unwind, and sleep better. Perfect for anyone looking for a chemical-free alternative to promote relaxation, Juno Sleepy Tea helps to improve your sleep quality and helps you achieve a deep, restorative night’s rest. With a 50g pack offering approximately 25 servings, this tea is perfect for daily use. Whether you’re enjoying it as part of your bedtime routine or simply looking for a way to relax, Juno Sleepy Tea is here to support your peaceful sleep.<b>Key Benifits</b><uo><li><b>Reduces Stress & Anxiety:</b> Helps calm the mind and body for a peaceful, restful night.</li><li><b>Improves Sleep Quality:</b>Promotes deeper, more restorative sleep.</li><li><b>100% Natural Ingredients:</b>Contains organic herbs and no artificial additives or preservatives.</li><li><b>Caffeine-Free & Safe:</b>Ideal for bedtime use with no caffeine to disrupt your sleep cycle.</li><li><b>Perfect for a Bedtime Ritual:</b>Helps create a soothing, relaxing routine before bed.</li></uo>"
  },
  {
    "id": 22,
    "image": "../images/images_india/slimmingteafront.webp",
    "name": "slimming tea",
    "Description": "Juno Natural Slimming Detox Tea is a unique herbal blend crafted to support metabolism...",
    "ingredients": "<ul><li>Lemongrass</li><li>Dandelion Roots</li><li>Senna Leaves</li><li>Liquorice</li><li>Garcinia</li><li>Cloves</li><li>Fenugreek</li></ul>",
    "key_feature": "<ul><li><b>Natural Detox & Weight Loss:</b>Helps promote healthy metabolism and supports natural weight loss by aiding digestion and burning fat.</li><li><b>Detoxifying Blend:</b>Packed with herbal ingredients like Garcinia, Dandelion, and Lemongrass known for their detoxifying properties, this tea cleanses the body and rejuvenates.</li><li><b>Caffeine-Free:</b>A gentle, relaxing tea made with 100% natural herbs, completely free from caffeine, preservatives, and artificial additives.</li><li><b>Supports Digestion & Reduces Bloating:</b>Ingredients like Fenugreek and Senna help relieve bloating, ease constipation, and promote better digestion.</li><li><b>Convenient & Long-Lasting:</b>The 50g resealable pouch offers approximately 25 servings, perfect for daily use.</li></ul>",
    "weight": "50g",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹330",
    "price": "₹330",
    "materials": "Lemongrass, Dandelion Roots, Senna Leaves, Liquorice, Garcinia, Cloves, Fenugreek",
    "long_Description": "Juno Natural Slimming Detox Tea is a unique herbal blend crafted to support metabolism, detox, and natural weight loss. Whether you're looking to lose weight, cleanse your body, or just feel more energized, this all-natural, caffeine-free tea is perfect for your daily wellness routine.Made with high-quality herbs, this tea helps to naturally boost metabolism, assist in digestion, and promote fat burning. Its detoxifying properties cleanse your body of impurities and toxins, leaving you feeling refreshed and rejuvenated. With no artificial additives or preservatives, Juno Tea provides a clean, healthy way to support your weight loss and wellness goals. The 50g resealable pouch provides up to 25 servings, allowing you to enjoy the benefits of this detox tea every day.Perfect for both men and women looking to achieve a healthier lifestyle, Juno Natural Slimming Detox Tea is a great addition to your weight loss and wellness journey."
  },
  {
    "id": 23,
    "image": "../images/images_india/teaforherfront.webp",
    "name": "tea for her",
    "Description": "Juno Natural Tea for Her is an herbal blend specifically designed to support...",
    "key_feature": "<b>How to Use:</b> Simply add 1-2 teaspoons of tea to 8 oz of hot water, steep for 5-7 minutes, and enjoy! ● Drink 1-2 cups a day for the best results and benefits. <b>Shelf Life:</b> Best before 12 months from the date of manufacture. <ul><li><b>Supports Hormonal Balance:</b>Specially crafted for women, Juno Natural Tea helps support hormonal balance and promote emotional and physical well-being throughout the month.</li><li><b>Promotes Overall Wellness:</b>This herbal blend offers a natural, calming effect that supports general health, reduces stress, and promotes a balanced lifestyle.</li><li><b>Caffeine-Free & Gentle:</b>Enjoy a soothing, caffeine-free herbal tea that’s perfect for all-day enjoyment, without disrupting your sleep or energy levels.</li><li><b>All-Natural Ingredients:</b>Made with 100% natural herbs, free from preservatives, artificial additives, and caffeine, offering a pure and refreshing experience.</li><li><b>50g Resealable Pack:</b>Each 50g bag provides up to 25 servings, ensuring a long-lasting and convenient addition to your daily wellness routine.</li></ul>",
    "ingredients": "<ul><li>Tulsi</li><li>Sage</li><li>Stevia</li><li>Ashwagandha</li><li>Safed Musli</li><li>Ginger</li><li>Shatavari</li></ul>",
    "weight": "50g",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹ 252",
    "price": "₹ 252",
    "materials": "Herbal blend with Tulsi, Sage, Stevia, Ashwagandha, Safed Musli, Ginger, Shatavari.",
    "long_Description": "Juno Natural Tea for Her is an herbal blend specifically designed to support women’s health, hormonal balance, and overall wellness. Made with 100% natural ingredients, this caffeine-free tea is the perfect addition to your daily routine for mental and physical well-being.Whether you’re looking to support hormonal health, manage stress, or simply unwind after a busy day, Juno Tea provides a natural, soothing solution. This blend of herbs is carefully selected for their ability to help maintain a healthy balance throughout the menstrual cycle, support immune function, and encourage overall vitality.With no caffeine or artificial additives, this tea can be enjoyed at any time of day without the worry of disrupting your natural rhythm. The 50g resealable pack provides up to 25 servings, making it a convenient and long-lasting addition to your wellness regimen.Feel your best every day with Juno Natural Tea for Her – a nourishing, caffeine-free herbal blend designed specifically for women.",
    "Bullet_points": "<ul><li>Supports Hormonal Balance: Specially crafted for women, Juno Natural Tea helps support hormonal balance and promote emotional and physical well-being throughout the month.</li><li>Promotes Overall Wellness: This herbal blend offers a natural, calming effect that supports general health, reduces stress, and promotes a balanced lifestyle.</li><li>Caffeine-Free & Gentle: Enjoy a soothing, caffeine-free herbal tea that’s perfect for all-day enjoyment, without disrupting your sleep or energy levels.</li><li>All-Natural Ingredients: Made with 100% natural herbs, free from preservatives, artificial additives, and caffeine, offering a pure and refreshing experience.</li><li>50g Resealable Pack: Each 50g bag provides up to 25 servings, ensuring a long-lasting and convenient addition to your daily wellness routine.</li></ul>"
  },
  {
    "id": 24,
    "image": "../images/images_india/teaforhimfront.webp",
    "name": "tea for him",
    "Description": "Juno Natural Tea for Him is a thoughtfully crafted herbal blend specifically...",
    "ingredients": "<ul><li>Safed Musli</li><li>Ginger</li><li>Shatavari</li><li>Peppermint Leaves</li><li>Gokshura</li><li>Green Tea</li><li>Cinnamon</li><li>Ashwagandha</li></ul>",
    "key_feature": "<ul><li><b>Herbal Wellness Blend: </b>Juno Natural Tea for Him is an all-natural herbal blend specially formulated to support men's health, energy levels, immunity, and vitality.</li><li><b>Boosts Energy & Vitality: </b>With carefully selected ingredients, this tea naturally enhances energy, supports hormonal balance, and promotes mental clarity, making it an ideal drink for busy, active men.</li><li><b>Supports Immunity & Libido: </b>Packed with natural herbs known for their immune-boosting properties, Juno Tea also promotes a healthy libido, helping you feel your best both physically and mentally.</li><li><b>Caffeine-Free & All-Natural: </b>Enjoy a refreshing, caffeine-free tea that’s made with all-natural, premium ingredients. No additives, no preservatives – just pure, wholesome benefits.</li><li><b>50g for Long-Lasting Use: </b>Each pack contains 50g of loose-leaf tea, offering up to 25 servings of premium herbal tea. A healthy and energizing addition to your daily routine.</li></ul>",
    "weight": "50g",
    "hsn": "0902",
    "mrp": "₹300",
    "materials": "Men’s Herbal Tea, Vitality Tea for Men, Natural Tea for Wellness, Herbal Tea for Energy, Caffeine-Free Men’s Tea, Wellness Tea for Men, Immune Support Tea, Hormonal Balance Tea, Organic Herbal Tea, Men’s Health Tea, Tea for Men’s Energy",
    "price": "₹300",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "long_Description": "Juno Natural Tea for Him is a thoughtfully crafted herbal blend specifically designed to meet the unique health needs of men. This invigorating tea promotes energy, vitality, and wellness, making it the ideal choice for men who want to take a proactive approach to their health. With ingredients known for their benefits to male health, including boosting immunity and supporting hormonal balance, this caffeine-free tea offers natural support for your body and mind Whether you're looking to enhance focus during a busy workday or unwind after a workout, Juno Tea is a natural, nourishing beverage that complements your active lifestyle. The carefully selected herbs are known for their benefits in supporting digestion, boosting energy levels, and promoting mental clarity, making it the perfect daily tea for men's health.Enjoy a calming, yet energizing cup of tea with Juno Natural Tea for Him – your go-to solution for men’s health and vitality.",
    "Bullet_points": "<ul><li>Supports Men's Health: Thoughtfully crafted herbal blend designed to meet the unique health needs of men, promoting energy, vitality, and overall wellness.</li><li>Boosts Immunity & Hormonal Balance: Contains herbs known for supporting male immunity and maintaining healthy hormonal function.</li><li>Enhances Focus & Mental Clarity: Helps improve concentration and mental sharpness, ideal for busy workdays or active lifestyles.</li><li>Supports Digestion & Energy: Carefully selected herbs promote digestion and natural energy levels for sustained vitality.</li><li>Caffeine-Free & Natural: A calming, nourishing tea free from caffeine, suitable for daily consumption and overall well-being.</li></ul>"
  },
  {
    "id": 25,
    "image": "../images/images_india/tummyeaseteafront.webp",
    "name": "tummy ease tea",
    "Description": "Juno Natural Tummy Ease Tea is a gentle and effective solution for supporting digestive...",
    "ingredients": "<ul><li>Stevia</li><li>Senna Leaves</li><li>Triphala</li><li>Green Tea</li><li>Chitrak Root</li><li>Peppermint Leaves</li><li>Burdock Root</li></ul>",
    "weight": "50g",
    "materials": "Tummy Ease Tea, Digestive Health Tea, Natural Tea for Bloating Relief, Herbal Tea for Digestion, Caffeine-Free Digestive Tea, Tea for Gas and Bloating Relief, All-Natural Tea for Stomach Relief, Digestive Comfort Tea, Herbal Tea for Stomach Wellness, Tea for Digestive Support",
    "hsn": "0902",
    "url": "https://www.amazon.in/stores/JunoNatural/page/F994440D-20A8-45E8-8DB3-F2C410449A57",
    "mrp": "₹240",
    "price": "₹240",
    "key_feature": "<ul><li><b>Promotes Healthy Digestion:</b>Juno Natural Tummy Ease Tea is carefully crafted to support digestive health, helping to soothe an upset stomach and improve overall digestion.</li><li><b>Natural Bloating Relief:</b>Enjoy a gentle, natural solution for bloating discomfort. This herbal tea blend helps relieve bloating, gas, and indigestion, promoting a calm and settled stomach.</li><li><b>Herbal Ingredients for Comfort:</b>Made with an all-natural blend of chamomile, ginger, peppermint, and fennel—herbs known for their digestive-supporting properties to promote relaxation and stomach comfort.</li><li><b>Caffeine-Free & Gentle:</b>Enjoy this soothing, caffeine-free tea any time of day. Perfect for winding down after meals or before bed to support digestive comfort throughout the night.</li><li><b>Convenient & Easy to Use:</b>Each box contains 20 individually wrapped tea bags, ideal for on-the-go use. Brew a cup of calming tea whenever you need a moment of relaxation and digestive support.</li></ul>",
    "long_Description": "Juno Natural Tummy Ease Tea is a gentle and effective solution for supporting digestive health and relieving bloating. Crafted from an all-natural blend of calming herbs, this tea provides digestive comfort without the use of harsh chemicals or additives. It features a soothing combination of stevia, senna leaves, triphala, and other herbs —each known for its ability to help reduce bloating, improve digestion, and alleviate stomach discomfort.Whether you're struggling with occasional bloating, gas, or indigestion, this caffeine-free herbal tea is the perfect choice. Its calming properties make it great for winding down after meals, providing relief when you need it most.",
    "Bullet_points": "<ul><li>Promotes Healthy Digestion: Juno Natural Tummy Ease Tea is carefully crafted to support digestive health, helping to soothe an upset stomach and improve overall digestion.</li><li>Natural Bloating Relief: Enjoy a gentle, natural solution for bloating discomfort. This herbal tea blend helps relieve bloating, gas, and indigestion, promoting a calm and settled stomach.</li><li>Herbal Ingredients for Comfort: Made with an all-natural blend of chamomile, ginger, peppermint, and fennel—herbs known for their digestive-supporting properties to promote relaxation and stomach comfort.</li><li>Caffeine-Free & Gentle: Enjoy this soothing, caffeine-free tea any time of day. Perfect for winding down after meals or before bed to support digestive comfort throughout the night.</li><li>Convenient & Easy to Use: Each box contains 20 individually wrapped tea bags, ideal for on-the-go use. Brew a cup of calming tea whenever you need a moment of relaxation and digestive support.</li></ul>"
  }
]
