[
  {
    "id": 1,
    "image": "../images/images_usa/herbalblendfront.webp",
    "name": "herbal blend tea",
    "Description": "Embrace the soothing benefits of nature with Herbal Ease Infusion, a...",
    "long_Description": "Embrace the soothing benefits of nature with Herbal Ease Infusion, a carefully blended loose-leaf herbal tea featuring Mullein, Ginger, Licorice Root, Banafsha, and other time-honored botanicals. Traditionally used in holistic wellness practices, these herbs are known for their calming and comforting properties, making this caffeine-free blend ideal for daily relaxation and gentle support.Crafted for tea lovers who value purity and natural simplicity, this all-natural infusion offers an earthy, mildly spicy flavor profile in every cup—free from artificial additives, preservatives, and caffeine. Whether enjoyed in the quiet of the evening or during mindful breaks, Herbal Ease Infusion is a nurturing companion for your wellness rituals. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult your healthcare provider before use if pregnant, nursing, or on medication. </br> <b>Note : </b>These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use, especially if you are pregnant, nursing, have a medical condition, or are taking medications. </br> <b>Target Audience : </b> Adults. <br> <b>Recommended Use : </b>Steep 1 tablespoon in hot water for 5–7 minutes. Drink 1–2 cups daily or as needed.",
    "weight": "56g",
    "price": " $ 19.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "review": 4.7,
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "hsn": "JUNO-LUG-2025",
    "mrp": "$ 24.99",
    "ingredients": "<ul><li>Mullein</li><li>Ginger</li><li>Licorice Root</li><li>Banafsha (Viola odorata)</li></ul>",
    "key_feature": "<ul><li><b>Traditional Herbal Blend</b> Made with Mullein, Ginger, Licorice Root, and Banafsha – herbs known for their use in traditional herbal practices for comfort and wellness.</li><li><b>Caffeine-Free & Gentle</b> Naturally caffeine-free and easy on the body, making it suitable for any time of day.</li><li><b>100% Natural & Clean</b> No artificial additives, preservatives, GMOs, or gluten. Suitable for vegan and vegetarian diets.</li><li><b>Loose Leaf Freshness</b> Enjoy whole herb potency and bold flavor with a no-bag, no-dust loose-leaf format.</li><li><b>Supports a Calming Routine</b> Ideal as part of your evening wind-down, meditation, or daily self-care practice.</li></ul> <ul><li>Supports clear and comfortable breathing with nature’s herbs.</li><li>Refreshing aroma creates a soothing daily ritual.</li><li>Crafted with a unique blend of lung-friendly botanicals.</li><li>Energizing herbal taste to invigorate every sip.</li></ul>",
    "rating": 4.7,
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 2,
    "image": "../images/images_usa/herbaleaseinfusionfront.webp",
    "name": "herbal ease infusion",
    "Description": "Embrace the soothing benefits of nature with Herbal Ease Infusion,...",
    "weight": "50g",
    "price": "$ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "JUNO-HT-HRT-2025",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "ingredients": "<ul><li>Arjuna Bark</li><li>Cinnamon</li><li>Hibiscus</li><li>Green Tea</li><li>Stevia Leaf</li><li>Ashwagandha</li></ul>",
    "key_feature": "<b>Recommended Use:</b> Steep 1–2 teaspoons in hot water for 3–5 minutes. Drink 1–2 cups daily as part of a wellness routine. <ul><li><b>Herbal Blend for Wellness:</b>Made with Arjuna Bark, Cinnamon, Hibiscus, Green Tea, Ashwagandha & Stevia – herbs traditionally used to support overall wellness.</li><li><b>Heart-Friendly Infusion:</b>A soothing, natural tea to complement a balanced lifestyle and help support circulation and cardiovascular well-being.</li><li><b>100% Natural & Clean:</b>Caffeine-free, gluten-free, non-GMO, and free from artificial additives. Suitable for vegan and vegetarian diets.</li><li><b>Loose Leaf Freshness:</b>Enjoy full-bodied flavor and enhanced potency in every cup – no tea bags, fillers, or dust.</li><li><b>Inspired by Tradition:</b>Blended with care using traditional Ayurvedic knowledge and modern wellness standards for daily use.</li></ul> ",
    "long_Description": "<b>Nurture Your Heart with Nature.</b>Support your overall cardiovascular wellness with Herbal Ease Infusion – a thoughtfully crafted herbal blend featuring time-honored botanicals like Arjuna Bark, Cinnamon, Hibiscus, Green Tea, Ashwagandha, and Stevia leaf. These carefully selected herbs have traditionally been used to help maintain a healthy lifestyle and promote general circulatory support. This loose-leaf, caffeine-free tea is rich in natural plant compounds and antioxidants, making it a soothing, heart-conscious option to enjoy daily. Whether you're embracing a wellness-focused lifestyle or simply love a gentle herbal infusion, Herbal Ease Infusion is a flavorful way to care for your well-being. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication. <br> <b>Legal Disclaimer:</b>These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use, especially if pregnant, nursing, or taking medications. </br> <b>Target Audience: </b> Adults",
    "rating": 4.7,
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 3,
    "image": "../images/images_usa/herbalharmonybrewfront.webp",
    "name": " herbal harmony brew",
    "Description": " Support digestive comfort and promote gut wellness with Herbal Harmony Brew...",
    "weight": "50g",
    "ingredients": "<ul><li>Chamomile</li><li>Fennel Seeds</li><li>Bay Leaf</li><li>Peppermint Leaves</li><li>Green Tea</li><li>Liquorice</li><li>Ginger</li></ul>",
    "key_feature": " <ul><li><b>Herbal Blend for Digestion:</b>Crafted with Chamomile, Fennel, Bay Leaf, Peppermint, Liquorice, Green Tea & Ginger – herbs traditionally used to support digestive health.</li><li><b>Relieves Bloating & Indigestion:</b>Formulated to help soothe the digestive tract, ease discomfort, and support gut function after meals.</li><li><b>100% Natural & Clean:</b> Caffeine-free, gluten-free, non-GMO, and made without artificial additives. Suitable for vegan and vegetarian diets.</li><li><b>Loose Leaf Freshness:</b> Premium herbal blend with no tea bags, fillers, or dust – enjoy full flavor and herbal potency in every cup.</li><li><b>Traditionally Inspired: </b>Blended using ancient Ayurvedic wisdom and modern wellness insights to support natural digestive balance.</li></ul> <br> <b>Recommended Use: </b>Steep 1–2 teaspoons in hot water for 3–5 minutes. Drink 1–2 cups daily after meals for digestive comfort.",
    "long_Description": "Support digestive comfort and promote gut wellness with Herbal Harmony Brew – a thoughtfully formulated herbal blend featuring time-honored ingredients such as Chamomile, Fennel Seeds, Bay Leaf, Peppermint Leaves, Green Tea, Liquorice, and Ginger. These herbs have been traditionally used to ease bloating, improve digestion, and promote gastrointestinal balance. This loose-leaf, caffeine-free tea is gentle on the stomach and perfect for after-meal relaxation. Rich in natural plant compounds and free from artificial additives, it’s an easy, comforting way to support your digestion every day. Whether you're managing digestive discomfort or simply enjoy a soothing herbal infusion, Herbal Harmony Brew is a delicious step toward daily wellness. <br> <b>Disclaimer</b> This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "rating": 4.7,
    "price": "$ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "JUNO-DIGEST-2025",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 4,
    "image": "../images/images_usa/dailyritualherbalbrewfront.webp",
    "name": "daily Ritual herbal Brew",
    "Description": "  Support your everyday wellness with Daily Ritual Herbal Brew, a caffeine...",
    "weight": "50g",
    "key_feature": "<ul><li><b>Ayurvedic-Inspired Herbal Blend:</b>Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li><li><b>Supports Daily Wellness:</b>Crafted to help support your body’s natural immunity and internal balance.</li><li><b>100% Natural & Caffeine-Free:</b>Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li><li><b>Loose Leaf for Maximum Potency:</b>No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li><li><b>Tradition Meets Modern Wellness:</b>Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li></ul>",
    "long_Description": " Support your everyday wellness with Daily Ritual Herbal Brew, a caffeine-free herbal infusion thoughtfully blended with time-honored botanicals like Ginger, Moringa Leaf, Ashwagandha, Tulsi, Amla, Turmeric, Black Pepper, and Guduchi. Traditionally used in Ayurveda for their detoxifying and immune-supportive properties, these herbs come together in a balanced, soothing tea njoy this naturally grounding, antioxidant-rich infusion as part of your daily self-care practice—an easy way to support your body’s natural defenses with every sip.This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.<b>Recommended Use:</b> Steep 1–2 teaspoons in hot water (175–195°F) for 3–5 minutes. Drink 1–2 cups daily. <b>Legal Disclaimer (Required for US Compliance):</b>These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use, especially if pregnant, nursing, or taking medications.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": "$ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "DR-IMM-HT-2025",
    "ingredients": "<ul><li>Ginger Root</li><li>Moringa Leaf</li><li>Ashwagandha Root</li><li>Turmeric Root</li><li>Amla Fruit</li><li>Tulsi Leaf (Holy Basil)</li><li>Guduchi</li><li>Black Pepper</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 5,
    "image": "../images/images_usa/eveningcalmherbalteafront.webp",
    "name": "evening calm herbal tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<ul><li><b>Promotes Relaxation & Calm:</b>Crafted with Chamomile, Lavender, Valerian Root, and Ashwagandha to help soothe your mind and body.</li><li><b>Supports Restful Sleep:</b>Ideal for improving sleep quality and helping you achieve deeper, more restorative sleep naturally.</li><li><b>100% Natural & Caffeine-Free:</b>Made with organic herbs and free from artificial additives, perfect for sensitive sleepers.</li><li><b>Stress Relief & Anxiety Reduction:</b>Helps reduce daily stress and anxiety, encouraging a peaceful, uninterrupted night’s sleep.</li><li><b>Convenient 50g Pack:</b>Provides approximately 25 servings of calming tea — perfect for nightly use.</li></ul>",
    "long_Description": "Unwind Naturally for a Peaceful Night’s Sleep.Experience calming relaxation and improve your sleep quality with Juno Natural Sleepy Tea. This soothing herbal blend combines Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Root, and Ashwagandha — botanicals traditionally known to reduce stress, calm anxiety, and promote restful, restorative sleep.Caffeine-free and made with 100% natural herbs, this tea is perfect for anyone seeking a gentle, chemical-free solution to unwind after a long day. Enjoy it as part of your bedtime ritual to support deep relaxation and a refreshing night’s rest ⚠️ This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use if pregnant, nursing, or taking medications.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "ingredients": "<ul><li>Chamomile</li><li>Lavender</li><li>Rose</li><li>Lemongrass</li><li>Fennel Seeds</li><li>Hibiscus</li><li>Valerian Root</li><li>Ashwagandha</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "price": " $ 19.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 24.99",
    "hsn": "JUNO-SLP-2025",
    "stock": "In Stock"
  },
  {
    "id": 6,
    "image": "../images/images_usa/rootedritualteafront.webp",
    "name": "Rooted Ritual Herbal Tea ",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "long_Description": "Unwind Naturally for a Peaceful Night’s Sleep.Experience calming relaxation and improve your sleep quality with Juno Natural Sleepy Tea. This soothing herbal blend combines Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Root, and Ashwagandha — botanicals traditionally known to reduce stress, calm anxiety, and promote restful, restorative sleep.Caffeine-free and made with 100% natural herbs, this tea is perfect for anyone seeking a gentle, chemical-free solution to unwind after a long day. Enjoy it as part of your bedtime ritual to support deep relaxation and a refreshing night’s rest ⚠️ This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use if pregnant, nursing, or taking medications. <b>Legal Disclaimer:</b>These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use, especially if pregnant, nursing, or taking medications.",
    "rating": 4.7,
    "price": "$18.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 24.99",
    "hsn": "JUNO-LVR-2025",
    "ingredients": "<ul><li>Kutki</li><li>Green Tea</li><li>Milk Thistle</li><li>Turmeric</li><li>Ginger</li><li>Liquorice</li><li>Stevia</li><li>Burdock Root</li></ul>",
    "key_feature": "<ul><li><b>Liver Detox & Support:</b>Herbal blend with Milk Thistle, Turmeric, Kutki, and Ginger to promote liver detoxification and healthy liver function.</li><li><b>Supports Digestion:</b>Enhances bile production and digestive health by supporting liver function naturally.</li><li><b>Rich in Antioxidants:</b>Contains powerful antioxidants that help reduce inflammation and protect liver cells from oxidative damage.</li><li><b>100% Natural & Caffeine-Free:</b>Free from artificial additives, safe for daily use as part of your wellness routine.</li><li><b>Eco-Friendly Packaging:</b>Sustainably sourced ingredients and packaging supporting your health and the environment.</li></ul> <b>Recommended Use:</b>Steep 1–2 teaspoons in hot water (80-90°C) for 3–5 minutes. Drink 1–2 cups daily to support liver detoxification. ",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 7,
    "image": "../images/images_usa/morningleafherbalteafront.webp",
    "name": "Moringa Leaf Herbal Tea - Moringa Wellness Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<b>Recommended Use:</b>Steep 1–2 teaspoons in hot water (80-90°C) for 3–5 minutes. Drink 1–2 cups daily to support energy, immunity, and detox. <ul><li><b>Antioxidant-Rich Formula:</b>Packed with powerful antioxidants that help neutralize free radicals and promote overall wellness.</li><li><b>Natural Energy & Vitality Boost:</b>Supports increased stamina and reduced fatigue for a vibrant, active lifestyle.</li><li><b>Immune System Support:</b>Rich in vitamins A, C, and E, plus essential minerals to help strengthen your immune defenses.</li><li><b>Supports Detoxification:</b>Assists liver function and helps flush toxins for better internal balance.</li><li><b>100% Natural & Clean:</b>Made with pure Moringa leaves blended with Green Tea, Tulsi, Hibiscus, Lemongrass, Peppermint, and Black Pepper — caffeine-free, gluten-free, vegan, and free of artificial additives.</li><li><b>Eco-Friendly Packaging:</b>Responsibly sourced ingredients and sustainable packaging to care for you and the planet.</li></ul>",
    "long_Description": "<b>Energize Your Day with Nature’s Miracle Leaf.</b>Boost your vitality and overall wellness with Juno Natural Moringa Wonder Tea, crafted from nutrient-rich Moringa Oleifera leaves — known as the “Miracle Tree.” This herbal blend combines antioxidant powerhouses and essential nutrients to naturally increase energy, support immune health, and promote detoxification. Enjoy this soothing, caffeine-free tea daily as part of your wellness routine to help fight oxidative stress, enhance stamina, and maintain a balanced, healthy lifestyle. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 19.99",
    "price": " $ 14.99",
    "hsn": "JUNO-HT-MRN-2025",
    "ingredients": "<ul><li>Natural Moringa Leaves</li><li>Green Tea</li><li>Tulsi Leaves</li><li>Hibiscus</li><li>Lemongrass</li><li>Peppermint</li><li>Black Pepper</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 8,
    "image": "../images/images_usa/dailyherbalinfusionfront.webp",
    "name": "Daily Herb Infusion Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "ingredients": "<ul><li>Safed Musli</li><li>Ginger</li><li>Shatavari</li><li>Peppermint Leaves</li><li>Gokshura</li><li>Green Tea</li><li>Cinnamon</li><li>Ashwagandha</li></ul>",
    "key_feature": "<ul><li><b>Herbal Wellness Blend for Men:</b>Specially formulated to support men’s energy, vitality, immunity, and hormonal balance.</li><li><b>Natural Energy & Mental Clarity:</b>Helps enhance stamina, focus, and overall mental performance.</li><li><b>Immune & Libido Support:</b>Contains natural herbs recognized for boosting immune function and promoting a healthy libido.</li><li><b>100% Natural & Caffeine-Free:</b>Made with premium, all-natural ingredients — free from artificial additives, preservatives, and caffeine.</li><li><b>Eco-Friendly Packaging:</b>Sustainably sourced herbs packaged responsibly for your health and the environment.</li></ul>",
    "long_Description": "Support Your Vitality and Wellness Naturally.Daily Herb Infusion is a premium herbal blend thoughtfully crafted to support men’s unique health needs. This invigorating tea promotes energy, mental clarity, immune strength, and hormonal balance—all essential for men pursuing an active, balanced lifestyle.Formulated with herbs traditionally used to enhance male vitality, including Safed Musli, Shatavari, and Ashwagandha, this caffeine-free tea delivers natural nourishment without additives or preservatives. Whether you want to boost focus during the workday or relax after exercise, Daily Herb Infusion is your go-to herbal companion for men’s health and wellness.This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare professional before use, especially if you are pregnant, nursing, or on medication.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 16.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "JUNO-DHI-2025",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 9,
    "image": "../images/images_usa/classicherbalblendfront.webp",
    "name": "Classic Herbal Blend Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<ul><li><b>Crafted for Women’s Wellness:</b>Blended with 9 classic herbs including Tulsi,Ashwagandha, Sage, Shatavari, and Ginger to support hormonal harmony and mental clarity.</li><li><b>Supports Emotional & Physical Balance:</b>A soothing tea to help manage stress, improve resilience, and support energy levels naturally. </li><li><b>100% Natural & Clean:</b>Caffeine-free, gluten-free, and free from preservatives or artificial flavors. Vegan and vegetarian-friendly.</li><li><b>Loose Leaf Freshness:</b>Made with premium, all-naturalDelivers maximum potency, aroma, and flavor—no fillers or tea bags.</li><li><b>Everyday Wellness Ritual:</b>A gentle blend you can enjoy daily for relaxation and rejuvenation.</li></ul>",
    "long_Description": "A Harmonizing Blend for the Modern Woman. Support your inner balance with 9 Classic Herbal Blend – Herbal Tea for Her, a thoughtfully crafted caffeine-free infusion designed to promote wellness throughout all stages of life. This gentle loose-leaf tea features time-honored botanicals such as Tulsi, Ashwagandha, Shatavari, Sage, and Stevia—traditionally used to support hormonal balance, stress relief, and overall vitality. With no caffeine or artificial additives, this naturally soothing tea can be enjoyed anytime—morning, afternoon, or evening. Whether you’re looking to unwind, manage monthly cycles, or simply embrace a more balanced lifestyle, this herbal blend is a nourishing daily companion. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult your healthcare provider before use, especially if pregnant, nursing, or taking medications.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 18.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 24.99",
    "hsn": "JUNO-HT-WMN-56G-2025",
    "ingredients": "<ul><li>Tulsi (Holy Basil)</li><li>Sage</li><li>Stevia Leaf</li><li>Ashwagandha</li><li>Shatavari</li><li>Ginger</li><li>Safed Musli</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 10,
    "image": "../images/images_usa/gentleblendherbalteafront.webp",
    "name": "Gentle Breeze Herbal Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<ul><li><b>Calm & Comforting:</b> This non-stimulating infusion is perfect for quiet evenings, reflective moments, or winding down after a busy day.</li><li><b>Caffeine-Free & All-Natural:</b> Free from caffeine, gluten, GMOs, and artificial additives. Suitable for vegan and vegetarian lifestyles.</li><li><b>Pure Loose Leaf Quality:</b> No tea bags, fillers, or dust—only whole, clean herbs for maximum aroma and flavor.</li><li><b>Tradition Meets Care:</b> Inspired by timeless herbal practices and prepared with modern standards of purity.</li><li><b>Peaceful Clarity Herbal Blend:</b>A gentle mix of Brahmi, Chamomile, Lemongrass, Valerian Root, and Turmeric—crafted to offer a naturally soothing cup with floral, earthy, and citrusy notes.</li></ul>",
    "long_Description": "Sip Serenity. Embrace Calm. Find Your Peace. Unwind naturally with Gentle Breeze Herbal Tea, a soothing blend of chamomile, valerian root, brahmi, and lemongrass. This caffeine-free infusion offers a mellow floral and earthy flavor, perfect for creating calm, quiet moments in your daily routine. Each loose-leaf serving is thoughtfully crafted to deliver a warm, slightly floral cup that complements mindful breaks and peaceful pauses throughout the day. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare professional before use if you are pregnant, nursing, or taking any medications.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 18.49",
    "mrp": "$ 22.99",
    "hsn": "JUNO-STR-2025",
    "ingredients": "<ul><li>Brahmi</li><li>Turmeric</li><li>Lemongrass</li><li>Valerian Root</li><li>Chamomile</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 11,
    "image": "../images/images_usa/purepathherbalblendfront.webp",
    "name": "Pure Path Herbal Blend Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "ingredients": "<ul><li>Dandelion</li><li>Burdock Root</li><li>Green Tea</li><li>Ginger</li><li>Turmeric</li></ul>",
    "key_feature": "<ul><li><b>Supports Kidney Health & Detoxification:</b> Herbal blend featuring Dandelion, Burdock Root, Green Tea, Ginger, and Turmeric to naturally support kidney function and detox processes.</li><li><b>Cleanses & Flushes Toxins:</b> Helps cleanse kidneys by aiding in the removal of toxins and waste products for overall detoxification.</li><li><b>Anti-Inflammatory & Antioxidant:</b> Reduces inflammation and protects kidneys from oxidative stress, promoting long-term kidney wellness.</li><li><b>Promotes Urinary Health:</b> Supports healthy urinary tract function and assists in maintaining fluid balance in the body.</li><li><b>Eco-Friendly Packaging:</b> Responsibly sourced ingredients and sustainable packaging designed with the environment in mind.</li><li><b>50g Loose Leaf Pack: </b>Approximately 25 servings, ideal for daily use in a kidney health regimen.</li></ul>",
    "long_Description": "Support and Detoxify Your Kidneys Naturally Promote healthy kidney function and overall well-being with Pure Path Herbal Blend, an expertly formulated herbal tea designed to aid kidney detoxification. This carefully crafted blend combines potent botanicals such as Dandelion, Burdock Root, Green Tea, Ginger, and Turmeric—herbs traditionally valued for their detoxifying, anti-inflammatory, and kidney-supporting properties. Enjoy this caffeine-free, natural infusion daily to help flush out toxins, reduce inflammation, and maintain optimal kidney and urinary tract health. Whether you seek gentle detoxification or long-term kidney support, Pure Path Herbal Blend is your natural partner on the path to wellness. Disclaimer: This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use if pregnant, nursing, or on medication.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "PUREPATH-KD-2025",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 12,
    "image": "../images/images_usa/naturalharmonyteafront.webp",
    "name": "Natural Harmony Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "ingredients": "<ul><li>Rose</li><li>Hibiscus</li><li>Indian Gooseberry (Amla)</li><li>Turmeric</li><li>Lavender</li><li>Peppermint</li><li>Licorice</li><li>Moringa</li><li>Stevia</li></ul>",
    "key_feature": "<b>Usage</b>Steep 1–2 teaspoons in hot water (80–90°C or 175–195°F) for 3–5 minutes. Strain and enjoy. Recommended: 1–2 cups daily <ul><li>Supports healthy, radiant skin naturally.</li><li>Blended with herbs rich in antioxidants and nourishment.</li><li>Smooth, gentle flavor for a daily ritual.</li><li>Inviting aroma to refresh your senses.</li></ul>",
    "long_Description": "<ul><li><b>Glow-Enhancing Herbal Blend for Radiant Skin Nourish your skin from the</b>inside out with our natural herbal tea blend featuring Rose, Hibiscus, Indian Gooseberry (Amla), Turmeric, and Moringa — traditionally known to support a clear and glowing complexion. </li><li><b>Glow-Enhancing Herbal Blend for Radiant Skin Nourish your skin from the</b>inside out with our natural herbal tea blend featuring Rose, Hibiscus, IndianGooseberry (Amla), Turmeric, and Moringa — traditionally known to support a clear and glowing complexion. </li><li><b>100% Natural & Caffeine-Free Enjoy a gentle,</b>non-stimulating herbal tea—completely free from caffeine, gluten, GMOs, and artificial additives. Suitable for vegan, vegetarian, and gluten-free diets. Ideal for daily wellness rituals. </li><li><b>Fresh Loose Leaf Tea – Pure & Potent</b>Crafted from whole loose leaves for maximum flavor and potency. Comes in a resealable pouch to preserve freshness and aroma with approximately 25 servingsper pack. </li><li><b>Sustainably Sourced & Thoughtfully Made Formulated using</b>traditional herbal wisdom and responsibly sourced ingredients. Blended andpacked in India by Raaeshi’s Naturals with eco-conscious practices.</li><li><b>50g Loose Leaf Pack: </b>Approximately 25 servings, ideal for daily usein a kidney health regimen.</li></ul>",
    "rating": 4.7,
    "price": " $ 14.99",
    "mrp": "$ 19.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "hsn": "JUNO-SC-2025 ",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 13,
    "image": "../images/images_usa/gentleblendherbalteafront.webp",
    "name": "Gentle Blend Herbal Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<b>How to Use</b>Steep 1–2 teaspoons in hot water (80–90°C) for 3–5 minutes. Strain and enjoy.For best experience, sip 1–2 cups daily as part of your wellness routine. <ul><li><b>Daily Wellness Ritual</b>Traditional herbs like Turmeric, Ashwagandha & Harsingar, long valued in Ayurveda, blended for comfort and balance.</li><li><b>Supports Active Living</b>Crafted to complement an active lifestyle and encourage natural flexibility and ease of movement.</li><li><b>Warm & Comforting Flavor</b>Mildly spiced, earthy taste with soothing notes of turmeric and ginger.</li><li><b>Eco-Friendly Choice</b>100% natural ingredients in a resealable, sustainable pouch.</li></ul>",
    "long_Description": "Bring ease and comfort into your daily routine with Juno Natural Gentle Blend Herbal Tea, a traditional infusion crafted with turmeric, ashwagandha, harsingar, ginger, and black pepper. Inspired by Ayurveda, this caffeine-free blend is designed as a daily wellness ritual to support balance, flexibility, and an active lifestyle. Its warm, earthy flavor with gentle spice makes it the perfect cup to unwind and nourish body and mind.Disclaimer: This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or taking medications.",
    "rating": 4.7,
    "price": "$ 11.93",
    "mrp": "$ 16.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "hsn": "JUNO-JHT-2025",
    "ingredients": "<ul><li>Harsingar</li><li>Ashwagandha</li><li>Turmeric</li><li>Ginger</li><li>Black Pepper</li><li>Stevia</li></ul>",
    "reviews": 243,
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "stock": "In Stock"
  },
  {
    "id": 14,
    "image": "../images/images_usa/calmclarityherbalbluefront.webp",
    "name": "Calm Clarity Herbal Brew Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<b>Recommended Use:</b> Steep 1–2 teaspoons in hot water for 3–5 minutes. Drink 1–2 cups daily as part of a mental wellness routine. <ul><li><b>Herbal Blend for Cognitive Wellness:</b> Made with Ashwagandha, Sage, Blue Pea, Brahmi, Ginkgo Biloba & Stevia – herbs traditionally used to support brain health and mental clarity.</li><li><b>Brain-Boosting Infusion:</b> A natural, calming tea to complement a balanced lifestyle and support focus, memory, and mental calmness.</li><li><b>100% Natural & Clean:</b> Caffeine-free, gluten-free, non-GMO, and free from artificial additives. Suitable for vegan and vegetarian diets.</li><li><b>Loose Leaf Freshness:</b> Enjoy full-bodied flavor and enhanced potency in every cup – no tea bags, fillers, or dust.</li><li><b>Inspired by Tradition:</b> Blended with Ayurvedic knowledge and modern wellness standards for daily cognitive support.</li></ul>",
    "long_Description": "Enhance Your Mind with Nature. Support your cognitive health and mental clarity with Calm Clarity Herbal Brew – a thoughtfully blended herbal infusion featuring traditional botanicals like Ashwagandha, Sage, Blue Pea, Brahmi, Ginkgo Biloba, and Stevia leaf. These herbs have long been used to promote focus, memory, and relaxation to help support a healthy brain and calm mind. This loose-leaf, caffeine-free tea is rich in antioxidants and natural compounds, making it a gentle, brain-friendly option to enjoy daily. Whether you’re looking to boost your mental performance or simply savor a soothing herbal brew, Calm Clarity Herbal Brew is a flavorful way to support your cognitive well-being. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "rating": 4.7,
    "price": " $ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 22.99",
    "hsn": "JUNO-CL-CB-2025",
    "ingredients": "<ul><li>Ashwagandha</li><li>Sage</li><li>Blue Pea</li><li>Brahmi</li><li>Ginkgo Biloba</li><li>Stevia Leaf</li></ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 15,
    "image": "../images/images_usa/serenablendteafront.webp",
    "name": "Serene Blend Herbal Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "ingredients": "<ul> <li>Guduchi</li> <li>Gurmar Leaves</li> <li>Ginger</li> <li>Green Teas</li> <li>Vijaysar</li> <li>Fenugreek</li> <li>Cinnamon</li> <li>Amla</li> </ul>",
    "key_feature": "<b>Recommended Use: </b>Steep 1–2 teaspoons in hot water for 3–5 minutes. Drink 1–2 cups daily as part of a wellness routine.<ul> <li><b>Herbal Wellness Blend:</b> Crafted with Guduchi, Gurmar Leaves, Ginger, Green Tea, Vijaysar, Fenugreek, Cinnamon & Amla – traditional herbs known for promoting balance and well-being. </li> <li> <b>Daily Balance:</b> A naturally calming tea designed to complement a healthy lifestyle and mindful living. </li> <li> <b>100% Natural & Clean:</b> Caffeine-free, gluten-free, non-GMO, and free from artificial additives. Suitable for vegan and vegetarian diets. </li> <li> <b>Loose Leaf Freshness:</b> Enjoy a rich, full-bodied flavor and natural potency in every cup – no tea bags, fillers, or dust. </li> <li><b>Inspired by Tradition:</b> Blended with Ayurvedic wisdom and modern quality standards for everyday wellness.</li> </ul>",
    "long_Description": "Bring balance and harmony to your wellness routine with Serene Blend Herbal Tea – a carefully crafted infusion of traditional botanicals such as Guduchi, Gurmar Leaves, Ginger, Green Tea, Vijaysar, Fenugreek, Cinnamon, and Amla. These herbs have been valued for generations in Ayurveda for their role in promoting overall wellness, balance, and vitality. This loose-leaf, caffeine-free tea is rich in natural antioxidants and plant compounds, making it a soothing, mindful choice to enjoy daily. Perfect for those seeking a holistic and refreshing addition to their lifestyle. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 17.99",
    "mrp": "$ 22.99",
    "hsn": "JUNO-HT-DT-2025",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 16,
    "image": "../images/images_usa/savourharmonyteafront.webp",
    "name": "Savor Harmony Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "key_feature": "<b>Recommended Use:</b> Steep 1–2 teaspoons in hot water for 3–5 minutes. Drink 1–2 cups daily to support digestion and appetite balance. <ul> <li><b>Herbal Digestive Support:</b> Made with Ginger, Chamomile, Green Tea, Peppermint, Coriander, and Carom Seeds – herbs traditionally used to aid digestion and promote satiety.</li> <li><b>Appetite Regulation:</b> A natural tea blend to help support healthy appetite control and reduce overeating.</li> <li><b>100% Natural & Clean:</b> Caffeine-free, gluten-free, non-GMO, and free from artificial additives. Suitable for vegan and vegetarian diets.</li> <li><b>Loose Leaf Freshness:</b> Experience full-bodied flavor and potent benefits with every cup – no tea bags, fillers, or dust.</li> <li><b>Traditional Wisdom:</b> Crafted using Ayurvedic principles combined with modern quality standards for daily digestive wellness.</li> </ul>",
    "weight": "50g",
    "ingredients": "<ul> <li>Ginger</li> <li>Chamomile</li> <li>Green Tea</li> <li>Peppermint Leaves</li> <li>Coriander Seeds</li> <li>Carom Seeds</li> </ul>",
    "long_Description": "Support Digestive Comfort and Appetite Balance.Savor Harmony Tea is a thoughtfully blended herbal infusion designed to promote healthy digestion and support natural appetite regulation. Featuring soothing botanicals like Ginger, Chamomile, Green Tea, Peppermint Leaves, Coriander Seeds, and Carom Seeds, this tea helps ease digestive discomfort and encourages feelings of fullness to support balanced eating habits. This loose-leaf, caffeine-free tea is rich in natural digestive aids and antioxidants, making it a gentle, flavorful choice to include in your daily wellness routine. Whether you seek digestive harmony or appetite support, Savor Harmony Tea offers a delicious, natural solution. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 17.99",
    "mrp": "$ 22.99",
    "hsn": "JUNO-CL-CB-2025",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 17,
    "image": "../images/images_usa/naturesgraceherbalblendfront.webp",
    "name": "Nature’s Grace Herbal Blend Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<b>Recommended Use:</b> Steep 1–2 teaspoons in hot water for 3–5 minutes. Enjoy 1–2 cups daily as part of your wellness regimen. <ul> <li><b>Powerful Anti-Aging Blend</b> Features Ashwagandha, Blue Pea Flower, Moringa, Hibiscus & more—herbs traditionally known to support cellular health and graceful aging.</li> <li><b>Antioxidant-Rich Formula</b> Packed with natural compounds that help neutralize free radicals and support skin clarity and immune wellness.</li> <li><b>Caffeine-Free & Natural</b> Enjoy anytime—morning or night—with no stimulants. Free from GMOs, artificial additives, and preservatives.</li> <li><b>Loose Leaf Freshness</b> Full-bodied flavor and potent infusion from high-quality loose herbs—no dust, fillers, or tea bags.</li> <li><b>Inspired by Ancient Wellness Traditions</b> Formulated with a holistic approach rooted in Ayurvedic and herbal wellness practices.</li> </ul>",
    "long_Description": "Unwind Naturally for a Peaceful Night’s Sleep.Experience calming relaxation and improve your sleep quality with Juno Natural Sleepy Tea. This soothing herbal blend combines Chamomile, Lavender, Rose, Lemongrass, Fennel Seeds, Hibiscus, Valerian Root, and Ashwagandha — botanicals traditionally known to reduce stress, calm anxiety, and promote restful, restorative sleep.Caffeine-free and made with 100% natural herbs, this tea is perfect for anyone seeking a gentle, chemical-free solution to unwind after a long day. Enjoy it as part of your bedtime ritual to support deep relaxation and a refreshing night’s rest ⚠️ This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use if pregnant, nursing, or taking medications. <b>Legal Disclaimer:</b>These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. Consult your healthcare provider before use, especially if pregnant, nursing, or taking medications.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 17.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "hsn": "NGRACE-ANTIAGE-2025",
    "mrp": "$ 22.99",
    "ingredients": "<ul> <li>Ashwagandha</li> <li>Blue Pea Flower (Clitoria ternatea)</li> <li>Moringa Leaf</li> <li>Hibiscus</li> </ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 18,
    "image": "../images/images_usa/breezyblendfront.webp",
    "name": "Breezy Blend Herbal Infusion Tea",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": "<ul> <li><b>Herbal Infusion Blend</b> Crafted with lemongrass, dandelion root, senna, garcinia, and more, traditionally enjoyed in herbal teas for their light and refreshing qualities.</li> <li><b>Naturally Caffeine-Free</b> A calming choice that can be sipped morning, evening, or after meals as part of your wellness routine.</li> <li><b>Loose Leaf Freshness</b> Premium-quality whole herbs for a fuller flavor and authentic infusion experience.</li> <li><b>Pure & Plant-Based</b> Vegan-friendly, gluten-free, non-GMO, with no artificial flavors or colors.</li> <li><b>Daily Tea Ritual</b> Citrusy, earthy, and lightly spiced notes make it a flavorful way to relax, refresh, and support balance.</li> </ul>",
    "long_Description": "Lighten Your Day the Natural Way. Bring balance to your day with Breezy Blend Herbal Infusion, a naturally caffeine-free loose leaf tea thoughtfully crafted from a mix of lemongrass, dandelion root, senna leaves, liquorice, garcinia, cloves, and fenugreek. Traditionally enjoyed in herbal teas around the world, these botanicals create a smooth, earthy infusion with citrus and spice notes. Many tea lovers choose blends like this as part of their daily ritual, especially after meals or when seeking a lighter, refreshing cup. Whether you enjoy it hot or iced, Breezy Blend is a soothing companion for relaxation, balance, and mindful living. Disclaimer: This product is intended as an herbal tea for general consumption. It is not a dietary supplement and is not intended to diagnose, treat, cure, or prevent any disease.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 18.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "mrp": "$ 24.99",
    "hsn": "JUNO-HT-SLIM-2025",
    "ingredients": "<ul> <li>Lemongrass</li> <li>Dandelion Root</li> <li>Senna Leaves</li> <li>Liquorice</li> <li>Garcinia Cambogia</li> <li>Cloves</li> <li>Fenugreek</li> </ul>",
    "reviews": 243,
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "stock": "In Stock"
  },
  {
    "id": 19,
    "image": "../images/images_usa/pathimugamfront.webp",
    "name": "Pathimugam",
    "Description": "  Experience calming relaxation and improve your sleep quality...",
    "weight": "50g",
    "key_feature": " <ul> <li><b>Traditional Wellness Herb:</b> Pathimugam (Sappanwood) has been traditionally used for centuries in Ayurvedic practices as a natural daily drink.</li> <li> <b>Refreshing Infusion:</b> Brews into a rose-tinted, earthy herbal drink that’s cooling, soothing, and hydrating. </li> <li> <b>100% Natural & Pure:</b> No caffeine, preservatives, or artificial colors – just pure Sappanwood for everyday wellness. </li> <li> <b>Loose Mix Convenience:</b> Easy to brew at home – simply boil or steep a small piece in hot water. </li> <li> <b>Inspired by Heritage:</b> A traditional South Indian and Ayurvedic household remedy, crafted to modern standards. </li> </ul>",
    "long_Description": "Refresh and Rejuvenate Naturally.Experience the age-old wellness tradition of Pathimugam (Sappanwood) – a herbal infusion widely used in South India and Ayurveda for its soothing and refreshing properties. When steeped, Pathimugam naturally imparts a mild, earthy flavor and a beautiful rose-colored tint to your water or tea, making it both revitalizing and visually appealing. Traditionally enjoyed as a daily herbal drink, Pathimugam is valued for its cooling, detox-inspired qualities and as a natural refreshment for overall well-being. Caffeine-free and free from additives, this infusion is a pure way to stay hydrated and refreshed while honoring timeless herbal practices. This product is not intended to diagnose, treat, cure, or prevent any disease. Please consult a healthcare provider before use if pregnant, nursing, or on medication.",
    "Bullet_points": "<ul>\n  <li>🌿 Ayurvedic-Inspired Herbal Blend: Features Ginger, Moringa Leaf, Ashwagandha, Turmeric, Amla, Tulsi, Guduchi & Black Pepper—herbs traditionally known for supporting immune wellness and detox.</li>\n  <li>🛡️ Supports Daily Wellness: Crafted to help support your body’s natural immunity and internal balance.</li>\n  <li>🌱 100% Natural & Caffeine-Free: Free from caffeine, gluten, GMOs, artificial colors or additives. Suitable for vegan and vegetarian lifestyles.</li>\n  <li>🍃 Loose Leaf for Maximum Potency: No tea bags or fillers—just pure, whole herbs for richer flavor and efficacy.</li>\n  <li>🌍 Tradition Meets Modern Wellness: Grounded in Ayurvedic principles and blended to suit today's health-conscious consumers.</li>\n</ul>",
    "rating": 4.7,
    "price": " $ 14.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "hsn": "JUNO-HT-PATH-2025",
    "mrp": "$ 18.99",
    "ingredients": "<ul><li>Caesalpinia sappan</li> <li>Sappanwood</li> </ul>",
    "materials": "Free From: Caffeine, Gluten, GMOs, Artificial Additives",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 20,
    "image": "../images/images_usa/7chakramalabeads.webp",
    "name": "7 Chakra Mala Beads ",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": " <ul> <li><b>Premium Craftsmanship with High-Quality Gemstones:</b> Handcrafted with 7 natural, high-grade gemstones including Amethyst, Lapis Lazuli, Aventurine, Tiger’s Eye, Carnelian, Red Jasper, and Clear Quartz. Each bead is meticulously selected for its superior quality and unique healing properties.</li> <li> <b>Reiki Energy Infusion for Healing & Balance:</b> Infused with Reiki energy to enhance emotional healing, reduce stress, and improve spiritual balance. Each gemstone is charged with positive energy to support your healing journey and promote well-being. </li> <li> <b>Perfect for Meditation, Yoga, and Reiki:</b> Designed to support chakra alignment and energy balancing, this mala is ideal for use in meditation, yoga, and Reiki practices. It helps restore harmony in your physical, emotional, and spiritual energy centers. </li> <li> <b>Versatile & Durable Luxury Design:</b> Crafted with durable, smooth 8mm beads strung on a sturdy thread. The mala can be worn as a necklace or wrapped around your wrist for a stylish, functional accessory that complements any daily practice. </li> <li> <b>Thoughtful Gift for Wellness Enthusiasts:</b> Delivered in an elegant, eco-friendly box, this 7 Chakra Mala makes a meaningful and luxurious gift for anyone interested in spiritual growth, mindfulness, or holistic healing. </li> </ul>",
    "long_Description": "Juno Natural Premium 7 Chakra Mala Beads – Reiki Infused for Chakra Alignment and Spiritual Wellness Unlock the transformative potential of the Juno Premium 7 Chakra Mala, meticulously handcrafted to help you balance your energy centers, promote emotional healing, and elevate your spiritual practice. Infused with Reiki energy and featuring only the finest natural gemstones, this mala supports your path to well-being. High-Quality Gemstones for Maximum Healing Power: The 7 gemstones featured in this mala are renowned for their ability to support chakra alignment and healing. Each stone is handpicked to ensure top-tier quality and natural beauty: <ul> <li><b>Amethyst (Crown Chakra):</b> Promotes spiritual growth and mental clarity.</li> <li><b>Lapis Lazuli (Third Eye Chakra):</b> Enhances intuition and wisdom.</li> <li><b>Aventurine (Throat Chakra):</b> Supports clear communication and emotional healing.</li> <li><b>Tiger’s Eye (Solar Plexus Chakra):</b> Boosts strength, courage, and vitality.</li> <li><b>Carnelian (Sacral Chakra):</b> Sparks creativity and passion.</li> <li><b>Red Jasper (Root Chakra):</b> Grounds energy and enhances physical well-being.</li> <li><b>Clear Quartz (All Chakras):</b> Amplifies energy, clears blockages, and balances all chakras.</li> </ul> <b>Reiki Energy-Infused for Enhanced Healing:</b> Each gemstone is carefully charged with Reiki energy, renowned for its ability to harmonize the body, mind, and spirit. Reiki energy amplifies the natural healing properties of the stones, making this mala an indispensable tool for your healing practice. <b>Versatile, Durable, and Elegant Design:</b> This mala is strung on a strong thread to ensure durability and comfort. With 108 beads (the traditional number for a mala), it can be worn as a necklace or wrapped around your wrist, offering versatility and a touch of luxury to your spiritual practices. <b>A Meaningful Gift for Wellness Seekers:</b> The Juno Premium 7 Chakra Mala is not just a beautiful piece of jewelry—it's a powerful tool for spiritual wellness. Whether you're looking to enhance your meditation, yoga, or Reiki practice, or seeking a thoughtful gift for someone on their spiritual journey, this mala comes in an eco-friendly box, ready to be gifted.",
    "rating": 4.7,
    "price": " $39.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "hsn": "7103",
    "materials": "Natural Gemstones – Amethyst, Lapis Lazuli, Aventurine, Tiger’s Eye, Carnelian, Red Jasper, Clear Quartz",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 21,
    "image": "../images/images_usa/2clearquartzmala.webp",
    "name": "Clear Quartz Mala Beads ",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Premium Craftsmanship & High-Quality Clear Quartz:</b> Handcrafted with top-quality Clear Quartz gemstones, renowned for their ability to amplify energy, clear blockages, and balance all seven chakras. Each bead is hand-selected to ensure maximum healing properties and natural beauty. </li> <li> <b>Reiki Infused for Enhanced Energy Healing:</b> Infused with Reiki energy to amplify the healing properties of Clear Quartz. These beads promote emotional healing, reduce stress, and support spiritual growth, making this mala a powerful tool for your wellness practices. </li> <li> <b>Ideal for Meditation, Yoga, and Reiki Practices:</b> Perfect for practitioners of meditation, yoga, or Reiki, the Clear Quartz Mala helps harmonize energy centers and fosters physical, emotional, and spiritual well-being, supporting chakra alignment and balance. </li> <li> <b>Luxury Design for Durability & Comfort:</b> Expertly crafted with smooth, durable beads strung on a strong thread, ensuring comfort and longevity. The versatile design allows you to wear it as a necklace or wrap it around your wrist for a personalized, functional accessory suitable for daily use. </li> <li> <b>A Thoughtful Gift for Wellness Enthusiasts:</b> Presented in an elegant, eco-friendly box, this Clear Quartz Mala is a meaningful and high-quality gift for anyone on their spiritual journey, pursuing mindfulness, holistic healing, and chakra alignment. </li> </ul>",
    "long_Description": "Juno Natural Premium Clear Quartz Mala Beads Reiki Infused for Chakra Alignment and Spiritual Wellness Discover the transformative power of the Juno Premium Clear Quartz Mala. Handcrafted with 108 high-quality Clear Quartz beads, this mala is designed to help you clear energetic blockages, amplify intentions, and enhance your spiritual practice. Whether you're meditating, practicing yoga, or engaging in Reiki healing, this mala will support your journey toward spiritual wellness and energy balance. High-Quality Clear Quartz for Maximum Healing Power: Clear Quartz is widely regarded as the <b>master healer</b> stone. Known for its ability to amplify energy, it clears negative energy and restores balance to the chakras. Each bead of this mala is selected for its natural clarity and healing properties, ensuring that you receive the highest quality gemstone for your wellness practices. <br /><b >Reiki-Charged for Enhanced Energy Flow:</b > Each Clear Quartz bead is infused with Reiki energy, further amplifying the healing properties of the stone. Reiki energy promotes emotional healing, helps reduce stress, and encourages spiritual growth. This infusion enhances the overall power of the mala, making it an essential tool for balancing and harmonizing your body, mind, and spirit. <br /><b >Versatile, Luxurious Design:</b > Crafted with smooth, durable Clear Quartz beads, this mala is strung on a strong, comfortable thread designed to last. The 108 beads provide ample opportunity for focused meditation, while the flexible design allows you to wear it as a necklace or wrap it around your wrist, offering versatility and a touch of elegance to your daily routine. <br /><b >A Meaningful Gift for the Wellness Enthusiast:</b > The Juno Premium Clear Quartz Mala makes a thoughtful and luxurious gift for anyone dedicated to chakra healing, Reiki, or holistic wellness. Packaged in an eco-friendly box, it is a perfect gift for those on a spiritual journey, helping them to align their energy and enhance their well-being.",
    "rating": 4.7,
    "price": " $ 49.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "materials": "Natural Clear Quartz Gemstones",
    "hsn": "7103",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 22,
    "image": "../images/images_usa/7chakrareikicrystalstone.webp",
    "name": "7 Chakra Reiki Crystal Stone",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li><b>Chakra Healing & Energy Balancing:</b> A complete set of 7 gemstones to help align and balance your energy centers, promoting physical, emotional, and spiritual healing.</li> <li> <b>Premium, Ethically Sourced Gemstones:</b> Handpicked stones including Amethyst (Crown), Lapis Lazuli (Third Eye), Aventurine (Throat), Tiger’s Eye (Solar Plexus), Carnelian (Sacral), Red Jasper (Root), and Clear Quartz (All Chakras), known for their healing properties. </li> <li> <b>Ideal for Meditation, Reiki & Yoga:</b> These stones support your energy healing practices by clearing blockages and restoring balance, perfect for spiritual growth and enhancing mindfulness. </li> <li> <b>Unique Natural Stones:</b> Each gemstone is beautifully polished, unique in shape and color, making them a stunning addition to your collection or a thoughtful wellness gift. </li> <li> <b>Versatile & Multi-Purpose:</b> Use individually, in crystal grids, or place them in your space for a boost of positive energy. Ideal for home decor, office spaces, or as part of your healing practice. </li> </ul>",
    "long_Description": "The Juno Natural 7 Chakra Crystal Stone Set offers seven handpicked, ethically sourced gemstones to help balance your energy and promote holistic healing. Each stone corresponds to a specific chakra, from the grounding Red Jasper (Root) to the spiritually awakening Amethyst (Crown). Perfect for those practicing meditation, Reiki, yoga, or energy healing, this set helps align the body’s energy centers, fostering a sense of well-being, focus, and emotional clarity. Whether you're an experienced practitioner or new to the world of crystal healing, these stones provide the ideal tools to enhance your spiritual and wellness journey.",
    "rating": 4.7,
    "price": " $ 24.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "materials": "Natural Gemstones – Amethyst, Lapis Lazuli, Aventurine, Tiger’s Eye, Carnelian, Red Jasper, Clear Quartz",
    "hsn": "7103",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 23,
    "image": "../images/images_usa/4reikisymbolcrystals.webp",
    "name": "Reiki Symbol Crystals ",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Authentic Reiki Symbol Crystals:</b> Set of 4 stones, each engraved with a traditional Usui Reiki symbol to support energy clearing, chakra alignment, and emotional healing. Harness the power of Reiki for both physical and spiritual wellness. </li> <li> <b>Handcrafted from Natural Gemstones:</b> Made from ethically sourced Amethyst, Clear Quartz, and Rose Quartz, ensuring high energy resonance to support spiritual growth and healing. </li> <li> <b>Set of 4 Reiki Symbols:</b> Includes Cho Ku Ray (Power), Sei Hei Ki (Purification & Harmony), Hon Sha Ze Sho Nen (Connection), and Dai Ko Myo (Empowerment & Enlightenment), each symbol enhancing energy flow and healing properties. </li> <li> <b>Ideal for Reiki Practitioners & Meditation:</b> Perfect for Reiki sessions, meditation, and energy work. Helps balance chakras, enhance energy flow, and promote emotional well-being. </li> <li> <b>Promote Positive Energy & Chakra Balance:</b> Reiki symbols amplify energy flow, clear blockages, and restore balance to chakras, leading to improved clarity, peace, and mental focus. </li> <li> <b>Beautiful Gift for Spiritual Seekers:</b> These stunning, engraved crystals come beautifully packaged and make a meaningful gift for those interested in Reiki, meditation, or spiritual wellness. </li> </ul>",
    "long_Description": "Unlock the power of healing with the Juno Natural Reiki Symbol Crystals. Handcrafted from high-quality, ethically sourced gemstones, each crystal is engraved with authentic Reiki symbols that aid in energy healing, chakra alignment, and spiritual wellness practices. Ideal for Reiki practitioners, energy workers, and meditation enthusiasts, these crystals are designed to support your spiritual journey by clearing blocked energy and promoting emotional and physical healing. Crafted from premium gemstones such as Amethyst, Clear Quartz, and Rose Quartz, each piece offers unique energies that enhance mental clarity and emotional healing. The Reiki symbols etched on these stones intensify their healing properties, making them an essential tool in Reiki sessions, meditation, or any energy work you pursue. The set of 4 stones includes the following traditional Usui Reiki symbols: <ul> <li>Cho Ku Ray (Power)</li> <li>Sei Hei Ki (Purification & Harmony)</li> <li>Hon Sha Ze Sho Nen (Connection)</li> <li>Dai Ko Myo (Empowerment & Enlightenment)</li> </ul> Perfect for energy healing, chakra clearing, or uplifting the energy of your space, these Reiki symbol crystals also make an ideal gift for anyone seeking spiritual growth. Beautifully packaged, they are ready to be gifted, offering a meaningful and thoughtful present for friends and loved ones on their wellness journey.",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 24.99",
    "materials": "Natural Gemstones: Amethyst, Clear Quartz, Rose Quartz, etc.Engraved with Reiki Symbols for healing and energy clearing",
    "hsn": "7103",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 24,
    "image": "../images/images_usa/5energygenerator.webp",
    "name": "Energy Generator",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Energy Amplifier for Healing: </b>Enhances Reiki energy, supports chakra balancing, and clears blocked energy to promote spiritual wellness. </li> <li> <b>Natural Gemstones for Emotional Healing:</b> Made from Clear Quartz surrounded by 7 chakra, each crystal promotes emotional clarity, peace, and spiritual growth. </li> <li> <b>Perfect for Reiki, Meditation & Energy Work:</b> Ideal for Reiki practitioners, meditation enthusiasts, and anyone practicing energy healing or spiritual rituals. </li> <li> <b>Promotes Positive Energy Flow:</b> Activates and amplifies energy flow, boosting physical and emotional well-being while clearing negative energy. </li> <li> <b>Thoughtful Gift for Spiritual Seekers:</b> A perfect gift for Reiki practitioners, meditation lovers, and anyone on their spiritual journey. </li> </ul>",
    "long_Description": "Enhance your energy healing practices with the Juno Natural Energy Generator.  Crafted from high-quality Clear Quartz, this powerful tool is designed to support chakra balancing, energy clearing, and spiritual wellness. It is beautifully surrounded by the 7 Chakras, each represented by vibrant gemstones that help align and activate your body’s energy centers.  This tool amplifies Reiki energy, clears blockages, and promotes chakra balancing. Ideal for Reiki practitioners, energy healers, and anyone seeking spiritual wellness, this generator supports emotional healing, mental clarity, and relaxation. Whether used during Reiki sessions, meditation, or other spiritual practices, it helps restore balance, improve emotional well-being, and create a peaceful environment.Perfect for anyone on their healing journey, the Juno Natural Energy Generator makes an ideal gift for those who enjoy energy work, chakra healing, or spiritual growth.",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 16.99",
    "materials": "Clear Quartz, 7 Chakra Crystal pencil",
    "hsn": "7103",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 25,
    "image": "../images/images_usa/6healingwand.webp",
    "name": "Healing Wand ",
    "Description": "Size: Typically 5-7 inches",
    "weight": "100-120 g",
    "key_feature": "<ul> <li> <b>Powerful Reiki Healing Wand:</b> Harness the energy of Reiki with the Juno Natural Healing Wand. Made with authentic crystals, it helps balance your energy, restore harmony, and promote emotional and physical healing. </li> <li> <b>Natural Gemstones for Chakra Alignment:</b> Featuring carefully selected gemstones like Amethyst, Clear Quartz, and Rose Quartz, the wand is designed to help you align and balance your chakras, clear blockages, and activate energy flow. </li> <li> <b>Perfect for Meditation & Reiki Practices:</b> Ideal for Reiki practitioners, energy healers, and those who meditate, this wand supports deep healing, personal growth, and spiritual wellness. Use it to direct healing energy to specific areas of the body or your space. </li> <li> <b>Enhance Spiritual Awareness & Well-being:</b> Whether you're seeking mental clarity, emotional stability, or physical healing, the Juno Natural Healing Wand is your go-to tool for enhancing your connection with the spiritual realm and promoting well-being. </li> <li> <b>Beautiful & Unique Gift:</b> The Juno Natural Healing Wand is a thoughtful gift for those interested in spirituality, Reiki, or energy healing. Its elegant design and healing properties make it perfect for birthdays, holidays, or any occasion. </li> </ul>",
    "long_Description": "Juno Natural Healing Wand – Reiki Crystal Wand for Energy Healing and Spiritual Wellness The Juno Natural Healing Wand is the ultimate tool for Reiki practitioners, energy healers, and those looking to align and balance their chakras while enhancing their spiritual wellness. Crafted with authentic gemstones such as Amethyst, Clear Quartz, and Rose Quartz, this wand channels healing energy to clear blockages, activate positive energy flow, and restore balance to your body, mind, and spirit. Whether you're new to Reiki or an experienced practitioner, the Juno Natural Healing Wand supports you in your healing journey. The wand is designed to balance energy, clear blockages, and promote physical, mental, and emotional wellness through the natural properties of gemstones. <ul> <li> <b>Energy Healing:</b> Amplifies and directs healing energy to clear blockages and restore balance. </li> <li> <b>Chakra Balancing:</b> Features Amethyst, Clear Quartz, and Rose Quartz, each chosen to help align and balance your chakras and activate energy flow. </li> <li> <b>Reiki and Meditation:</b> Ideal for Reiki practitioners, energy healers, and meditators. Use the wand to direct healing energy to areas of tension and create a calm, peaceful space. </li> <li> <b>Spiritual Wellness:</b> Helps enhance spiritual growth, emotional clarity, and mental focus while providing a sense of calm. </li> </ul>",
    "rating": 4.7,
    "price": " $ 29.99",
    "materials": "Natural gemstones such as Amethyst, Clear Quartz, Rose Quartz, or other Reiki-aligned crystals",
    "hsn": "7116",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 26,
    "image": "../images/images_usa/7combination.webp",
    "name": "Clear Quartz Mala Beads ",
    "Description": "Energy Generator: Approximately 3-5 inches, Healing Wand: Typically 5-7 inches, Pendulum Dowsing: Approximately 2-3 inches (varies by individual pendulum)",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Complete Energy Healing Set:</b> Includes Energy Generator, Healing Wand, and 7 Chakra Pendulum Dowsing, designed for chakra balancing, energy clearing, and spiritual wellness. </li> <li> <b>Powerful Energy Amplification:</b> The Energy Generator amplifies Reiki energy and supports chakra alignment, while the Healing Wand directs energy to clear blockages and restore balance. </li> <li> <b>Natural Gemstones for Healing:</b> Each tool is crafted with authentic gemstones such as Clear Quartz, Amethyst, and Rose Quartz to promote emotional clarity and spiritual growth. </li> <li> <b>Ideal for Reiki, Meditation & Energy Work:</b> Perfect for Reiki practitioners, energy healers, and meditation enthusiasts, helping activate energy flow and clear negative energy. </li> <li> <b>Thoughtful Gift for Spiritual Seekers:</b> A perfect gift for those on their spiritual journey, whether they practice Reiki, meditation, or energy healing. </li> </ul>",
    "long_Description": "The Juno Natural Combination 1 set brings together three powerful energy healing tools: the Energy Generator, Healing Wand, and 7 Chakra Pendulum Dowsing. This holistic set is designed to support chakra balancing, energy clearing, and spiritual wellness. The Energy Generator, crafted from high-quality Clear Quartz and surrounded by 7 chakra crystals, amplifies Reiki energy and clears energy blockages. The Healing Wand, made with Amethyst, Clear Quartz, and Rose Quartz, channels healing energy to restore balance and promote emotional well-being. The 7 Chakra Pendulum Dowsing helps identify and clear energy imbalances across all chakra points. Ideal for Reiki practitioners, energy healers, and spiritual seekers, this set is perfect for enhancing meditation, energy work, and spiritual growth. Whether you're new to energy healing or a seasoned practitioner, this combination offers versatile tools to aid in your journey toward emotional healing, mental clarity, and spiritual wellness.",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 59.99",
    "materials": "Combination 1 (Energy Generator + Healing Wand + Pendulum Dowsing)",
    "hsn": "7103",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 27,
    "image": "../images/images_usa/wishmakingsheetandanthakarnastickers.webp",
    "name": "Reiki Wish Sheet for Manifestation",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Manifest Your Desires with Reiki Energy:</b> Write your wishes on the Reiki Wish Sheet and manifest your goals through focused meditation and the power of Reiki. </li> <li> <b>Includes 12 Antahkarana Stickers:</b> The set includes 12 (2 x 2 inches) Antahkarana stickers known for their protective energy, enhancing your Reiki practice and protecting your energy field. </li> <li> <b>Powerful Energy Healing Tool:</b> Perfect for Reiki practitioners and those seeking personal growth, this Wish Sheet is designed to help align your energy with your intentions. </li> <li> <b>Easy to Use:</b> Simply write your wishes, meditate with the sheet, and connect to the universal Reiki energy to manifest your desires. </li> <li> <b>Ideal for Spiritual Practices & Meditation:</b> Enhance your meditation and manifestation rituals, promote positive energy flow, and protect your energy field with this Reiki tool. </li> <li> <b>Perfect Gift for Spiritual Seekers:</b> A thoughtful gift for anyone on a journey of personal and spiritual growth—ideal for Reiki practitioners, meditation lovers, and those new to energy healing. </li> </ul>",
    "long_Description": "Reiki Wish Sheet for Manifestation – Harness the Power of Reiki to Manifest Your Desires Manifest your wishes and bring your dreams to life with the Reiki Wish Sheet. This unique tool allows you to write your desires and harness the power of Reiki meditation to manifest your goals. It includes 12 Antahkarana protection stickers, which are known to enhance spiritual growth and offer energy protection during your meditation practice. Whether you're a beginner or experienced in Reiki, this tool is perfect for those looking to enhance their manifestation practices and spiritual journey. <b>How It Works:</b> The Reiki Wish Sheet is designed to channel your energy and intentions through the power of Reiki meditation. Simply write your wishes on the sheet, then meditate with it to connect to your higher self, focusing on bringing your desires into reality. The Antahkarana stickers serve as a spiritual shield, protecting your energy field while you work towards manifesting your goals. <b>Includes 12 Antahkarana Stickers:</b> The set includes 12 Antahkarana stickers (2 x 2 inches each), known for their protective properties. These stickers are used to safeguard your energy field and enhance the effectiveness of your Reiki practice. Place them on your Wish Sheet or in your personal space for added protection and positive energy flow. <b>Perfect for Manifestation & Meditation:</b> This Reiki Wish Sheet is a must-have for anyone practicing Reiki, meditation, or other forms of spiritual growth. Whether you want to manifest love, abundance, health, or success, this tool helps you focus your intentions and amplify your manifestations with the healing power of Reiki energy.",
    "rating": 4.7,
    "price": " $ 24.99",
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "materials": "High-quality paper (for the wish sheet), thin film indoor multipurpose use (for the Antahkarana stickers)",
    "hsn": "4821",
    "reviews": 243,
    "stock": "In Stock"
  },
  {
    "id": 28,
    "image": "../images/images_usa/chantingbox.webp",
    "name": "Chanting Box",
    "Description": "108 beads (standard mala size)   Bead Diameter: 8mm",
    "weight": "70-80 g",
    "key_feature": "<ul> <li> <b>Chakra-Focused Sound Healing:</b> Designed to help balance and clear blockages in the 7 chakras with music tuned to each chakra’s frequency. </li> <li> <b>Reiki-Infused Energy:</b> Handcrafted and charged with Reiki healing energy, amplifying the effects of sound healing. </li> <li> <b>Handcrafted with Love:</b> Made from high-quality, eco-friendly wood, with a design that supports your spiritual practices and stores sacred objects. </li> <li> <b>Includes 5 Powerful Tracks:</b> Features Tibetan singing bowls, spiritual detox music, chakra cleansing, Om mantra chanting, and 432Hz meditation. </li> <li> <b>Ideal for Meditation, Reiki, and Sound Healing:</b> Enhance your meditation, Reiki sessions, and chakra practices with soothing frequencies and Reiki-infused energy. </li> <li> <b>Portable and Easy to Use:</b> Compact size and easy-to-use functionality make it perfect for home, yoga classes, or Reiki sessions. </li> </ul>",
    "long_Description": "The Juno Natural Reiki Chanting Box is a powerful spiritual tool designed to enhance your meditation, Reiki practices, and chakra balancing. Infused with Reiki energy and equipped with specially curated music tracks, this handcrafted box helps balance your energy centers and clear blockages. Whether you’re a Reiki practitioner or a spiritual seeker, this box supports your journey by promoting inner peace, energy alignment, and emotional healing. Included are 5 soothing tracks designed to support chakra cleansing and spiritual detoxification: <ul> <li> <b>Tibetan Singing Bowls (Pure Tone):</b> Resonating frequencies that help cleanse and align the chakras. </li> <li> <b>Spiritual Detox Meditation:</b> Removes negative energy, anxiety, and performs aura cleansing. </li> <li> <b>Quick 7 Chakra Cleansing:</b> An effective track to clear blockages and restore energy flow through the chakras. </li> <li> <b>Om Mantra Chanting for Peaceful Meditation:</b> Promotes tranquility and inner peace with the powerful Om mantra. </li> <li> <b>432Hz to Activate Your Higher Mind Meditation:</b> Activates the higher mind, deepening your meditation and spiritual connection. </li> </ul> The Juno Natural Reiki Chanting Box is perfect for Reiki practitioners, meditation enthusiasts, or anyone seeking spiritual healing and chakra alignment.",
    "rating": 4.7,
    "url": "https://www.amazon.com/stores/page/CAB2B2A4-81E8-4077-85DF-2CA2B32078C8",
    "price": " $ 69.99",
    "materials": "High-quality metal, Reiki-infused energy.",
    "hsn": "8536",
    "reviews": 243,
    "stock": "In Stock"
  }
]
